{
  "generated_at_utc": "2026-01-06T14:22:39Z",
  "source": "https://t.me/chillhousetech",
  "channel": "chillhousetech",
  "posts": [
    {
      "id": 1200,
      "url": "https://t.me/chillhousetech/1200",
      "date_utc": "2026-01-06T01:43:32+00:00",
      "hash": "efbc80940b8e723c9f0bcf6feff31328da1dd2326a6d230fa39e182d25bd21c5",
      "text_ru": "Пока были праздники вайбкодил все, что попадется под руку. \nДля начала пару вводных:\n- я нормально программировал что-то в продакшен очень давно, наверное лет 10 назад последний раз когда я написал руками что-то с нуля и до конца как готовый к использованию проект по серьезному \n- я хорошо знаком с синтаксисом многих языков, понимаю все базовые принципы программирования (всякие там ооп, функции, монады даже помню как работают)\n- но я не пишу код, но могу прочитать любой алгоритмический прием, но не могу всякие архитектурные темы (слишком много времени уходит)\nЧто я пробовал:\n- фронтенд для читалки а-ля \nhttps://alphaxiv.org/\n- точно такую же тему сделать как приложение для мака \n- делал различные коннекшены к нашему фреймворку, например плагин для zed чтобы использовать модели которые запускают через наш uzu inference engine \n- модификации разных репозиториев чтобы поддержать локальный инференс например вот тут \nhttps://github.com/alexzhang13/rlm\n- решение различных задач по матану и Олимпиадному программированию из журнала Квант (ну кто помнит тот поймет)\nПо итогу:\n- с фронтом у меня беда, я вообще не умею в веб программирование и поэтому тупо не могу получить то что хочу, интерфейс едет постоянно, я бился часами для выравнивания просто по сетке или получения превью пдф чтобы ничего не съезжало \n- приложение для мака получается ок если убирать интерфейс, с UI все так же как с вебом, но всякие плагины в menu bar которые статьи ищут по моим запросам делает отлично\n- любые модификации и коннккшены, плагины куда-то и простые поддержки API, будь то нашего движка или еще чего делает исправно почти с первого раза, особенно если заранее попросить написать \nAGENTS.MD\n файлик в каждом репозитории чтобы их легче было соединить \n- задачки решает в лоб неплохо, но если я пробую написать бота для игры во что-то или трейдинг в игре, беда с базовой математикой. То среднее это медиана то медиана то среднее и так далее. Ошибки примитивные, но исправить их получается только руками. Если у тебя цепочка состоит из всяких вычислений то он банально не может до конца довести. Получается только если заставить написать тесты на каждый шаг. Но имхо для таких задач это перебор. \nПо итогу. Прогресс очень ощутим. Codex по моему мнению умнее для one shot штук, а вот Claude code для проектов которые обложены тестами и md инструкциями на каждом шаге. Пока ощущение, что стадия написания интеграций, коннекшенов, базовых вещей и ревью близка к автоматизации. Но вот архитектура и математика в коде дается сложно. Про UI я молчу, либо я что-то делаю не так, либо там совсем беда и ничего кроме того что вышло в one shot он дальше не может улучшить. \nИспользую каждый день:\n- Claude code с плагинами, набираете команду /plugin и там будет море полезных штук\n- cursor \n- codex через веб клиент",
      "images": [],
      "title_en": "",
      "text_en": "While there were holidays, Vaibkodil everything that comes to hand.\nFirst, a couple of introductory notes:\nI’ve been programming something in production for a long time, probably 10 years ago, the last time I wrote something with my hands from scratch to the end as a ready-to-use project on a serious project.\nI am well acquainted with the syntax of many languages, understand all the basic principles of programming (all of them op, functions, monads even remember how they work).\n- but I don't code, but I can read any algorithmic trick, but I can't read any architectural themes (it takes too long)\nWhat have I tried?\n- Frontend for a la reader\nhttps://alphaxiv.org\n- Exactly the same theme as a poppy app\n- made various connections to our framework, for example a plugin for zed to use models that run through our uzu inference engine\n- Modifications of different repositories to support local inferencing like here\nhttps://github.com/alexzhang13/rlm\n- solving various problems on matana and Olympic programming from Quant magazine (well, who remembers that will understand)\nAs a result:\n- with the front I have trouble, I do not know how to web programming and therefore stupidly can not get what I want, the interface goes constantly, I fought for hours to align just on the grid or get a preview pdf so that nothing moved.\n- Mac app turns out OK if you remove the interface, with UI still the same as with the web, but all sorts of plugins in the menu bar that articles are looking for on my queries does great\n- any modifications and connectives, plugins somewhere and simple API support, whether it is our engine or something else does correctly almost the first time, especially if you ask in advance to write\nAgents. MD\nfile in each repository to make it easier to connect\n- solves problems head-on well, but if I try to write a bot for playing something or trading in a game, the trouble with basic mathematics. The average is the median, the median, and so on. Mistakes are primitive, but they can only be corrected with hands. If you have a chain consisting of all sorts of calculations, then it is banal can not complete. It only works if you have to write tests for each step. But imho for such tasks is too much.\nAt the end. Progress is very tangible. Codex in my opinion is smarter for one shot pieces, but Claude code for projects that are subject to tests and md instructions at every step. So far, the feeling that the stage of writing integrations, connectives, basic things and revision is close to automation. But architecture and mathematics in code are difficult. I am silent about the UI, or I am doing something wrong, or there is a complete disaster and nothing but what came out in one shot he can not improve.\nI use it every day.\nClaude code with plugins, dial /plugin command and there will be a lot of useful things\n- cursor.\n- codex through a web client"
    },
    {
      "id": 1199,
      "url": "https://t.me/chillhousetech/1199",
      "date_utc": "2026-01-03T12:40:49+00:00",
      "hash": "d0871e33519b140785bdb825db242f5f4f8253535f78776390d7a5836a81901e",
      "text_ru": "Хочу немного рассказать про кофаундеров и выбор с кем работать над проектом. \nЕсть такая популярная черта у многих с кем вы видите интервью, посты, сторис и прочее как «желание быть идейным лидером». \nУ такого типа личности есть признаки:\n- он быстро придумывает идеи\n- он хорошо продает эти идеи\n- но идеи почему-то редко доходят до той реализации, которая была задумана \n- им очень тяжело работать руками и в «полях»\nВы легко можете найти таких фаундеров в интернете. Они обычно дают много интервью, практически все их советы основаны на общих принципах (мотивация, будущее, и так далее). Вы редко увидите от них профессиональный совет, аналитику их сегмента рынка ну и тд. \nСамый частый сетап для таких фаундеров примерно такой:\n- они ищут менее опытного работягу с командой желательно (2-5 человек)\n- работяга это менее опытный в индустрии венчура и подьема денег человек, поэтому будет очень тяжело находить общий язык с человеком который «обеспечивает компанию средствами»\n- такой фаундер будет жонглировать идеями очень быстро, но и деньги поднимать будет быстро \n- но дальше серии А добежать не получается, то есть это такая вечно живая компания строитель идей, которые не доходят до этапа масштабирования или продажи\n- его доля обычно 80%, доля других в рамках оставшихся 20% (идею вы поняли)\n- команды такие обычно очень неравные в хард скилах, в рынке вы будете чувствовать как отстаете\nК чему я веду. Для многих это самый быстрый способ получить релевантный опыт, но это не способ получить «рабочий продукт», нужный рынку эксперимент и так далее. Поэтому мой совет: работайте с такими людьми, но вовремя выходите из цикла и начинайте свое. Ищите кофаундера который равен вам, но обладает другим скил сетом. Собирайте нетворк когда работаете с такими людьми.",
      "images": [],
      "title_en": "",
      "text_en": "I want to talk a little bit about cofounders and the choice of who to work with on the project.\nThere is such a popular trait in many people with whom you see interviews, posts, stories, etc. as “the desire to be an ideological leader.”\nThis type of personality has signs:\n- he comes up with ideas quickly.\n- He's good at selling ideas.\nBut ideas for some reason rarely reach the realization that was conceived.\nIt is very difficult for them to work with their hands and in the fields.\nYou can easily find such founders on the Internet. They usually give a lot of interviews, almost all of their advice is based on general principles (motivation, future, etc.). You will rarely see professional advice from them, analysis of their market segment, etc.\nThe most common setup for such foundations is something like this:\n- they are looking for a less experienced worker with a team preferably (2-5 people)\nA hard worker is less experienced in the venture capital industry and raising money, so it will be very difficult to find a common language with a person who “provides the company with funds”\nSuch a faunter will juggle ideas very quickly, but also raise money quickly.\n- but it is impossible to get beyond Series A, that is, it is such an ever-living company that builds ideas that do not reach the stage of scaling or selling.\nHis share is usually 80%, the share of others within the remaining 20% (you understand the idea)\nTeams are usually very unequal in hard skills, in the market you will feel like you are behind.\nWhat I'm getting at. For many, it’s the quickest way to get a relevant experience, but it’s not the way to get a “working product,” the experiment the market needs, and so on. So my advice is: work with people like that, but get out of the loop in time and start your own. Look for a cofounder who is equal to you, but has a different skil set. Collect networking when you work with such people."
    },
    {
      "id": 1198,
      "url": "https://t.me/chillhousetech/1198",
      "date_utc": "2026-01-02T16:54:29+00:00",
      "hash": "ced1c95bf427f589a3ecc46baeab0de69627372fb923bc1f867236da128fa7e6",
      "text_ru": "Что там по стартапам в 2025, ловите полный PDF от Carta",
      "images": [],
      "title_en": "",
      "text_en": "What’s on startups in 2025, catch the full PDF from Carta"
    },
    {
      "id": 1197,
      "url": "https://t.me/chillhousetech/1197",
      "date_utc": "2025-12-31T17:19:00+00:00",
      "hash": "21d44fede5209cdd6e1e87a3583d4c374f275c47b1fe9bcf1ab30ea08f5eb21c",
      "text_ru": "Дорогие друзья, читатели и читательницы, всех с наступающим Новым Годом! Всех благ! И чтобы ваши цели осуществлялись! \nВ новом году нас ждет как всегда больше интересных мнений, результатов и побед!",
      "images": [],
      "title_en": "",
      "text_en": "Dear friends, readers and readers, all Happy New Year! Good luck! So that your goals will be realized!\nIn the new year, as always, we are waiting for more interesting opinions, results and victories!"
    },
    {
      "id": 1196,
      "url": "https://t.me/chillhousetech/1196",
      "date_utc": "2025-12-28T00:59:21+00:00",
      "hash": "ad283aa96ec8f5093af037decd33285e14d295627afe05a2ec04d148a80f8998",
      "text_ru": "Прикольная инфографика за год по каналу, я бы конечно сделал ссылки там всякие копируемые и все такое. Но забавно вышло, потестить на вашем канале можно тут \nhttps://tgwrapped.com",
      "images": [
        "https://cdn4.telesco.pe/file/FG-fhL0PsR5INpciMpO11JmXilW51Jqaq-Kl29LLhLps3S6tJAncES8R3X169z_HTpThtCII81ln3LnoKSJjdFwKVnAdKbUT4ERKOlSJpG-vi0ApQK8-Cq8I2GBRpFdMmG2cPwBlZQf-l7ZEnLh7ka1wrc5vWnVZ1-THxvh8a8MBKHeBhEdGAuGS2bpCFBMauHg09u5pxzybjljHg6DSGitMVIzC2ktUy0SqaLU87QzsAb6ai3pXFLlivQMXizqlnoyJcNn1juFyXHJMAwD1ia9Q8x_41oGPWfyxzczq6sBCecTNovsosR6Ayvg0oQlaFILdgOTfVVBsVyhlZu8EXQ.jpg"
      ],
      "title_en": "",
      "text_en": "A fun infographic for a year on the channel, I would certainly make links there all sorts of copied and all that. But it was funny, you can test on your channel here.\nhttps:/tgwrapped.com"
    },
    {
      "id": 1195,
      "url": "https://t.me/chillhousetech/1195",
      "date_utc": "2025-12-24T13:11:40+00:00",
      "hash": "75149a794fba5fb3c89a001a5d22f51c08783c4093c86a700fc06233d39fecc0",
      "text_ru": "Знаете все эти картинки со статистикой сколько кто рейзит и на какой стадии. Мол вот в среднем столько-то и вот три фаундера, и вот такие проценты размытия. Относитесь к этой информации очень аккуратно. \nЕсли вы делаете свою компанию или продукт, вам необходимо иметь свою позицию по всем этим вопросам:\n- сколько вам денег нужно и на что\n- на какой период времени вам эти деньги \n- что вы собираетесь получить за эти бабки\n- доли, зарплаты и прочее это ваше решение, конечно всегда будут рекомендации, читайте их, поймите откуда они взялись и почему они такие какие есть\nВсе эти вопросы без опыта кажутся очень сложными. Но в реальности надо лишь прикинуть грубо (за ошибки карать вас не будут - просто шансы что ваш проект умрет повышаются). Ответьте честно сколько нужно и дальше начинаете всегда с цифры в 2-3 раза выше (чем больше свободы трат тем лучше). \nУчитывайте следующие факторы:\n- венчур предполагает что и дальше вы будете поднимать, размытие грубо уменьшается в два раза с каждым новым раундом \n- венчур про рост, поэтому чем быстрее вы покажете рост тем лучше (ну путать runrate или потратил лям получил лям как результат), определить рост для вашего продукта вы должны сами\nМой совет обычно такой. Говорите с людьми, со всеми до кого можете дотянуться. Но не принимайте на чистую веру их опыт. Поговорите с 5-10 людьми. Обычно 10-15 минут есть у любого чтобы ответить на ваши вопросы. Желательно подготовьте самые важные для себя вопросы заранее.",
      "images": [],
      "title_en": "",
      "text_en": "You know all these pictures with statistics, how many people are reacting and at what stage. They say that on average there are so many and here are three founders, and these are the percentages of blurring. Treat this information very carefully.\nIf you’re making your company or product, you need to have a stand on all of these issues:\nHow much money you need and what for\nHow long do you have that money for?\nWhat are you going to get for this money?\nShares, salaries and other things are your decision, of course there will always be recommendations, read them, understand where they came from and why they are what they are.\nAll these questions without experience seem very complicated. But in reality, you just need to think rough (for mistakes you will not be punished - just the chances that your project will die increase). Answer honestly how much you need and then always start with a figure 2-3 times higher (the more freedom to spend the better).\nConsider the following factors:\nVenture suggests that you will continue to lift, blurring is roughly reduced by half with each new round.\nVenture about growth, so the faster you show growth the better (well, confuse runrate or spent lam got lam as a result), determine the growth for your product you should yourself.\nMy advice is usually this. Talk to people you can reach. But don’t take their experience for granted. Talk to 5-10 people. You usually have 10-15 minutes to answer your questions. Prepare the most important questions for yourself in advance."
    },
    {
      "id": 1194,
      "url": "https://t.me/chillhousetech/1194",
      "date_utc": "2025-12-22T15:46:45+00:00",
      "hash": "f97cb6d7db6910ef794f614150ba9723d6b0353c887ee67087b70b31cf23c120",
      "text_ru": "Прикиньте \nкуда\n попали, огого (нет)\nОзнакомиться с лендингом можно тут \ntrymirai.com",
      "images": [
        "https://cdn4.telesco.pe/file/NCWvDufEYhB5xiuCnJ3YceuTn9BCXkx0W7335IH6qVHav-n9eMJ7BgPNqO8XBojrMmX7zkZIgE4et98Bs236K_R65UbIKeaWUNa7cSyw4vWbhfJdpg6bzD5H6is6YrVvNm9w1GJdrJMuKcM0Yw0Iyvkcui8-sb-oLuT5RvOxyMGCklYF5jJcsBZoxqsCX97M56d7p6QJeakelVadcGBbHdyGYlfQ34eDnOPHhlXbMFxBTmyv_Lp9hp3sY268853JwSHSIMB0qbsoWluX9onWBTk4C8gbmqPUn7ZcI-ImuEharqMkY72WkDcgtEzwM-Fw6GHD7j1YnbxkNhZkVhEYrw.jpg"
      ],
      "title_en": "",
      "text_en": "Figure it out.\nwhere\nGot hit, whoa.\nYou can get acquainted with the landing here.\ntrymirai.com"
    },
    {
      "id": 1193,
      "url": "https://t.me/chillhousetech/1193",
      "date_utc": "2025-12-21T14:23:47+00:00",
      "hash": "4dd286583bd7ca1ac700469b840d1e247cd9209301819877f1b69b5c635f1fb6",
      "text_ru": "Карпаты как обычно выдал хорошее, технически читаемое (это значит вам не надо линейную алгебру помнить) \nсаммари этого года в AI,\n а точнее LLM. \nРекомендую.",
      "images": [],
      "title_en": "",
      "text_en": "The Carpathians, as usual, gave a good, technically readable (this means you do not need to remember linear algebra)\nThis year's sammari at AI,\nOr rather, LLM.\nI recommend it."
    },
    {
      "id": 1192,
      "url": "https://t.me/chillhousetech/1192",
      "date_utc": "2025-12-20T18:28:18+00:00",
      "hash": "6e3b0e0599b32825d4313258387b1c3ab63aea514893d0c2d263aba780e0d11d",
      "text_ru": "Расскажу вам одну историю. Когда был студентом мы в универе собрали команду и делали всякие «\nстартапы\n поделки». То свой Foursquare, который тут же через пару месяцев придумали в сша и всякие абсолютно ненужные и фановые вещи а-ля «виджет на рабочий стол куда можно было поставить смайлик своего настроения на день». Иногда такие проекты приносили даже приличные деньги и я даже писал \nкакие-то статьи на Хабр.\n \nТак вот однажды мы пошли с какой-то из идей (кажется как раз про Foursquare и фотки на карте) на стартап конкурс, где одним из судей был Аркадий Морейнис. И я очень хорошо запомнил «линию его нападения»:\n- так так так, почему не Facebook events или фотки\n- какая бизнес модель? Как делать деньги?\n- ну, с вами все понятно\nПри этом всем говорил грубо, и отношение было будто «в гробу он видал все эти идеи студентов». Так вот этот тот самый человек, который убил окончательно «почти» во мне желание что-то делать. И не потому что вопросы мол сложные или я ответил неверно. А тем, что его отношение, фразы, и прочие «намеки» напрочь отбивали у всех ребят вокруг что-то делать кроме как «купи-продай». \nПосле я долгое время думал чем же так велик этот человек, долгое время работал сначала в аутсорсе, потом в Яндексе, потом в Mail, и все не доходило. Ну продал он там что-то на заре интернета и очень много писал статей. А потом съездил в долину, сделал свой достаточно успешный продукт и понял - ничем. Для себя вынес урок, чтобы давать критику в определенной индустрии надо обладать в ней опытом, и желательно не 20летней давности.",
      "images": [],
      "title_en": "",
      "text_en": "I'll tell you a story. When we were a student, we put together a team and did all sorts of things.\nstartup\ncrafts. That his Foursquare, which immediately after a couple of months came up in the United States and all sorts of absolutely unnecessary and fan things a la \"widget on the desktop where you could put a smiley face of your mood for the day.\" Sometimes these projects brought even decent money and I even wrote.\nSome articles on Hubr.\n\nSo one day we went with some ideas (I think just about Foursquare and pictures on the map) to a startup competition, where one of the judges was Arkady Morainis. And I remember very well the line of his attack:\nSo why not Facebook events or photos?\n- What business model? How do you make money?\n- Well, you're clear.\nAt the same time, he told everyone rudely, and the attitude was as if “in the coffin he saw all these ideas of students.” So this is the person who finally killed the “almost” desire in me to do something. It’s not because the questions are complicated or because I answered wrong. And the fact that his attitude, phrases, and other “hints” completely discouraged all the guys around to do something other than “buy and sell”.\nAfter a long time I thought about how great this man is, for a long time worked first in outsourcing, then in Yandex, then in the Mail, and everything did not reach. Well, he sold something there at the dawn of the Internet and wrote a lot of articles. And then I went to the valley, made my own fairly successful product, and I realized nothing. To give criticism in a certain industry you need to have experience in it, and preferably not 20 years ago."
    },
    {
      "id": 1191,
      "url": "https://t.me/chillhousetech/1191",
      "date_utc": "2025-12-19T16:55:21+00:00",
      "hash": "58e5644e9b62017cd0a03ada2b4bd090b394e5097e1bb09428354c4361abccba",
      "text_ru": "Чуть приболел тут. Но наткнулся на вот такую прекрасную работу. Мол, чтобы делать новые открытия в науке LLM нужны идеи, свежие новые идеи. Само не тянет. Но вот как помощник брейнштормить самое то. \nКрасивый пэйпер",
      "images": [],
      "title_en": "",
      "text_en": "A little sick here. But I came across this wonderful job. They say that to make new discoveries in LLM science you need ideas, fresh new ideas. It doesn't pull. But here's how Brainstorm's assistant does that.\nBeautiful Paper."
    },
    {
      "id": 1190,
      "url": "https://t.me/chillhousetech/1190",
      "date_utc": "2025-12-11T15:22:35+00:00",
      "hash": "aeb43a07853c0af6212eb2bde8bd3ff7df0d7710c6394aa216a3ed88d907a1ff",
      "text_ru": "Занято однако, OpenAI бежит везде. \nhttps://openai.com/index/disney-sora-agreement/\nА все ради этого \nнаверное",
      "images": [],
      "title_en": "",
      "text_en": "Busy though, OpenAI runs everywhere.\nhttps://openai.com/index/disney-sora-agreement\nAll for this.\nprobably"
    },
    {
      "id": 1189,
      "url": "https://t.me/chillhousetech/1189",
      "date_utc": "2025-12-10T13:02:15+00:00",
      "hash": "0481de525ca76ecd0bd47bea673b6baf1bd7d142b612450feb11b7f90e9a590b",
      "text_ru": "Время рекомендаций, в этот раз про венчур и ко, а весь венчур сейчас про AI так что и про него получается тоже.\nКогда ты сам поднимал раунды, всегда интересно посмотреть на рынок глазами тех, кто принимает решения на другой стороне стола, как они читают спрос, на что смотрят в метриках, почему одна команда выглядит убедительно, а другая нет. \nРекомендую канал Саши Журавлева из Mento VC. Фонд инвестирует в B2B-AI в Долине вместе с Sequoia, a16z, Index, GV (не лид и ко-лид, а сделки где есть эти фонды). \nСаша показывает, что на самом деле видят фонды: где скрыт реальный спрос, какие сигналы решают исход сделки, почему одни AI-команды проходят отбор, а другие нет, и что стоит за сегодняшними оценками. Еще делится внутрянкой фонда: от поиска сделок до понимания, почему одни команды растут быстрее других.\nДля тех, кто когда-либо думал о собственных инвестициях или просто хочет понимать венчур с точки зрения людей внутри сделок подписывайтесь. комментируйте \n@exitsexist",
      "images": [],
      "title_en": "",
      "text_en": "Time recommendations, this time about the venture and co, and the whole venture is now about AI, so it turns out about him too.\nWhen you’re raising the rounds yourself, it’s always interesting to look at the market through the eyes of the decision makers on the other side of the table, how they read demand, what they look at in the metrics, why one team looks convincing and the other doesn’t.\nI recommend the channel Sasha Zhuravlev from Mento VC. The fund invests in B2B-AI in the Valley together with Sequoia, a16z, Index, GV (not lead and co-lead, but transactions where these funds are).\nSasha shows what the funds actually see: where is the real demand hidden, what signals decide the outcome of the transaction, why some AI teams are selected and others are not, and what is behind today’s estimates. He also shares the inside of the fund: from finding deals to understanding why some teams grow faster than others.\nFor those who have ever thought about their own investments or just want to understand the venture from the perspective of the people inside the deals, sign up. comment\n@exitsexist"
    },
    {
      "id": 1188,
      "url": "https://t.me/chillhousetech/1188",
      "date_utc": "2025-12-08T15:40:24+00:00",
      "hash": "0dfd2b4cb3e32b2dce8c8063425e84a950d24bf41e6e4c729b04b48339d56e44",
      "text_ru": "Напоминаю золотое правило поиска работы и с кем работать. Ваш руководитель должен быть прям неприятный, который постоянно челленджит, который с вами говорит, но не успокаивает, берите на него референсы (это нормально). Всегда, запомните всегда, задавайте на собесе ему вопросы в лоб. Любые, начиная от зп до отношения к выходным и прочему.",
      "images": [],
      "title_en": "",
      "text_en": "Reminds me of the golden rule of finding a job and who to work with. Your supervisor should be directly unpleasant, who is constantly challenged, who talks to you, but does not calm down, take references to him (this is normal). Always, always remember, ask him questions in the forehead. Anything from the weekend to the weekend."
    },
    {
      "id": 1186,
      "url": "https://t.me/chillhousetech/1186",
      "date_utc": "2025-12-07T22:49:48+00:00",
      "hash": "f805128b0e304bbf715a124daa8c2bd9a2d74c8ce370e6337b7783329fb0255c",
      "text_ru": "Интересные факты от любимых мною a16z:\n1/ все больше людей идет делать свои компании, когда найм страдает\n2/ все больше компаний на поздних стадиях обходятся меньшим количеством людей чем это было ранее",
      "images": [
        "https://cdn4.telesco.pe/file/A55qEfnm_qnTLIJXvBVGfay4Qf73zmx8DF06sr7_lO4qvLwLdT9QIrLpUfzljKnNFIDFHdiGxLQ_4JPHjaDp8vP0_2H2-TPPctrtq0muiQ1_0I37Ps7pEl-6KGFgfhB-Ym_qO_VuJOl_qL2rKQRC8ZPYV8PEI7sD_gm6uIjzT0f1sObBaCeF_bY6P5wqG7llxPJqU20f_MJKfADAH56uyJ1F3TKwIltm3NNat3XaCgoggod49w7j3LSlIcW5yhYdoBGntA6jiA5XXA4ARnpxxtXjP09vf8okf6cF32LdYAk9S6kt_mbtDRKLGEF8fNyChH5ApNtzgDj4haa-QPsqaw.jpg",
        "https://cdn4.telesco.pe/file/gp7BdUw_SkYpMfMwQ-xWZn-RTFmOtFtf9PAVg8ym1IMzFeKieYQb8JeoKp6QNK7qOZl9D3SQHk8Vrjgr0_BxhgsihvJXcLqQtBiHYrdy8o48MnCRs-5FVvmxIP8UKkLtriplF2s6V5ck6xprSX_H1IE3SXzFfj0u0642lR2OKev3RbIqRj4fCsiq3Mjou8GNhIrdadyBBjIAhAl4OyTxJ9x2MrqzXsQzit9Vv3fVg7yJUY3VICVhzju-pbfAHQk3XrFNFOgEK49C0Vwc7s8fsQUlvsse_Z3-U41kosPsCaAFVoIQMcqlSZqXMFPcY6knTmaatlbTUzOvEsHOiZrPIA.jpg"
      ],
      "title_en": "",
      "text_en": "Interesting facts from my favorite a16z:\n1/ More people go do their companies when hiring suffers\n2/ More and more companies in the late stages are getting by with fewer people than before"
    },
    {
      "id": 1185,
      "url": "https://t.me/chillhousetech/1185",
      "date_utc": "2025-12-06T21:46:42+00:00",
      "hash": "109ea829531b460061fbfa47f657c8be287b2f4d0ba2c3de1ce0e895fe0cd1a6",
      "text_ru": "Так сказать на почитать и поизучать историю одной из самых важных компаний - Google. \nЭто сборник писем Ларри, Сергея и позже Сундара до 2018 года. Каждый год они писали основные моменты для компании, фокус, стратегию, формировали культуру. Крайне интересно самое начало и как меняется и быстро все. Оттуда правило 70-20-10 про инвестиции компании в текущий, новый и рискованный бизнес, знаментитое Don't be evil etc. Эволюция рекламы и прочее. Рекомендую читать в режиме вместе с ChatGPT. Документ большой.",
      "images": [],
      "title_en": "",
      "text_en": "Read and study the history of one of the most important companies – Google.\nThis is a collection of letters from Larry, Sergey and later Sundar to 2018. Each year, they wrote the company’s highlights, focus, strategy, and culture. Very interesting the beginning and how quickly everything changes. From there, the 70-20-10 rule is about investing a company in a current, new and risky business, the famous Don't be evil etc. The evolution of advertising and stuff. I recommend reading with ChatGPT. It's a big document."
    },
    {
      "id": 1184,
      "url": "https://t.me/chillhousetech/1184",
      "date_utc": "2025-12-04T15:16:32+00:00",
      "hash": "78aafd97dc6386e4a67ca5f260c06af57d45902b478494be130347c64edb0b4f",
      "text_ru": "Последнее время часто приходят спросить или помочь найти кого-то в их стартап или еще куда-то. И часто описание выглядит так:\nВеликий и могучий с супер трек рекордом фаундер ищет в новый офигенный проект фаундинг инженера. \nЯ конечно все понимаю, но ни ссылки на фаундера, ни его трек рекорда (то есть все проекты у него крутые и куча экзитов, но ссылок нет), даже описания нового проекта толком нет (если дай бог есть ссылка - то там типа название и фразы аля «мы изменим мир»). \nЯ либо чего-то не понимаю либо, как такие люди вообще ранее кого-то нанимали. Как можно продать свою идею даже не рассказав кто ты и что ты. Ах да и самая деталь. Фаундер должен искать сам, даже если он супер крутой. А то знаем мы такие проекты «пока интересно пол года, а потом надоело что-то трекшена нет».",
      "images": [],
      "title_en": "",
      "text_en": "Lately, people often come to ask or help find someone in their startup or elsewhere. And often the description goes like this:\nGreat and mighty with a super track record, Founder is looking into a new awesome project founding engineer.\nOf course, I understand everything, but neither the reference to the founder, nor his track record (that is, all the projects he has cool and a lot of exits, but no links), even the description of the new project really no (if God has a link, then there is such a name and phrase ala “we will change the world”).\nI either don't understand something or how people like this have hired someone before. How can you sell your idea without telling you who you are or what you are? Oh, and the most detail. Faunder has to look for himself, even if he's super cool. And then we know such projects “while interesting half a year, and then tired of something trekchena no”."
    },
    {
      "id": 1182,
      "url": "https://t.me/chillhousetech/1182",
      "date_utc": "2025-12-03T16:12:45+00:00",
      "hash": "a158ed1c2a441f97fec3e0bbcd35fb7ccfdff29466d90ab1960295634d07385e",
      "text_ru": "Соврменные венчурные фонды aka \nhttps://www.a67z.com\nP.S. в каждой шутке есть доля шутки",
      "images": [],
      "title_en": "",
      "text_en": "Modern venture funds aka\nhttps:/ /www.a67z.com\nP.S. There is a joke in every joke."
    },
    {
      "id": 1181,
      "url": "https://t.me/chillhousetech/1181",
      "date_utc": "2025-12-02T22:35:15+00:00",
      "hash": "52c28a60283b7c43d26ba841ea65b920b19a64399758fc1646327c8062d69ed8",
      "text_ru": "Рубрика rage bait на ваши комменты. \nКороче говоря я тоже считаю что software engineering мертв. Но в отличие от громогласных заявлений лидеров больших аи лаб попытаюсь пояснить в чем тут соль. \nБольшая часть современных tech/software бизнесов это оптимизация. Но не value add в широком смысле, для конечного пользователя. Попробую пояснить. \nСофт это своего рода автоматизация для конечного пользователя. Для нас с вами это экономия времени. Любой consumer продукт сводится к тому, что экономит невосполнимый ресурсы - время. Через деньги, скорость, эмоции не столь важно. \nДля того, чтобы такие продукты появлялись сделали очень много разных путей решения. Берем цепочку доставки ценности до пользователя и делаем. В этой самой цепочке всегда были сложные шаги:\n- кнопки разные надо чтобы работали \n- асинхронно чтобы запросы посылало чтобы проверить не занято ли имя пользователя \n- оплаты чтобы было легко делать\n- и так далее \nПотом для всех этих шагов появились провайдеры оптимизаторы. Которые тебе давали готовый кусок для того чтобы ты сам свое не писал ибо дорого и долго. Так появилась модель SaaS. \nВторая категория это персонализация. Реклама и интернет очень персонализированы. Вы можете этого не замечать но это так. Для того чтобы это стало реальностью проделана огромная работа. Тонны алгоритмов и моделей делают так чтобы следующей ролик после свайпа зашел. \nТак к чему я веду. А к тому что большая часть этих бизнесов просто не нужна если все эти автоматизации и оптимизации можно «навайбкодить» моделью. В таком мире ты покупаешь железо и оно само под тебя пишет весь софт на ходу. Он может быть привычным или нет. Это уже все детали. Так вот в таком сценарии не нужны следующие вещи:\n- аналитика для принятия решений, а зачем если все части решения проблемы для пользователя пишутся оптимально для него самого\n- а/б тесты и прочая муть\n- оплаты, хранилища, и прочее становятся сервисами, они будут в идеале написаны с нуля (если ты конечно не держишь на себе value - например банк)\nДальше можно пофантазировать, но 80% software business в привычном нам смысле не нужна \nЗачем все эти бизнесы по поддержке, отладке и прочему если это будет решаться на лету. Мы раньше нанимали людей которые писали детерминированные сценарии решения. Теперь можно этого не делать. Ведь все решенные задачи и оптимизации будут написаны с помощью AI. Вот так я понимаю фразы про software engineering is dead. В таком мире нет места приложениям и привычному нам софту. Мой прогноз 10-15 лет. \nПолайкать \nанглоязычную версию\n можно у меня в линкедине",
      "images": [],
      "title_en": "",
      "text_en": "Rage bait for your comments.\nIn short, I also think software engineering is dead. But in contrast to the loud statements of the leaders of large labs, I will try to explain what the salt is.\nMost modern tech/software businesses are optimised. But don’t add value broadly to the end user. I'll try to explain.\nSoftware is a kind of automation for the end user. It's a time-saving experience for you and me. Any consumer product is reduced to the fact that saves irreplaceable resources - time. Money, speed, emotions are not so important.\nIn order for such products to appear, many different solutions have been made. Take the value chain to the user and do it. There have always been complex steps in this chain:\nDifferent buttons need to work.\nAsynchronously so that requests are sent to check if the user name is taken\n- pay to make it easy to do\n- and so on.\nThen, for all these steps, SEO providers appeared. Who gave you a finished piece so that you would not write your own for it is expensive and long. This is how the SaaS model came about.\nThe second category is personalization. Advertising and the internet are very personalised. You may not notice it, but it is. A great deal of work has been done to make this a reality. Tons of algorithms and models make the next video after the swipe comes.\nSo what I'm getting at. And the fact that most of these businesses simply do not need if all this automation and optimization can be \"swibcoded\" model. In such a world, you buy iron and it writes all the software for you on the go. It can be habitual or not. That's all the details. In such a scenario, the following things are not needed:\nAnalytics for decision-making, and why if all the parts of the solution are written optimally for the user?\n- a/b tests and other haze\nPayments, vaults, etc. become services, they will ideally be written from scratch (if you do not hold value - for example, a bank)\nYou can imagine, but 80% of software business in the usual sense we do not need\nWhy all this business of support, debugging and other things if it will be decided on the fly? We used to hire people who wrote deterministic decision scenarios. You can't do that now. After all, all the solved problems and optimizations will be written with the help of AI. This is how I understand software engineering to be dead. In such a world, there is no place for applications and familiar software. My forecast is 10-15 years.\nPolish\nenglish\nI can use the linkin."
    },
    {
      "id": 1180,
      "url": "https://t.me/chillhousetech/1180",
      "date_utc": "2025-12-02T03:18:39+00:00",
      "hash": "ae22b880500ee0c5287e584135332f509d2314d55f14d2bf5264b0cc9b9f4f3a",
      "text_ru": "На днях вышла интересная \nпубликация\n на lesswrong/greaterwrong о том, что мол у Claude не просто промтик системный, а целая идентичность вшитая прям в веса и есть документ на основе которого это работа на тюнинге сделана (ну после претрена). \nНазывается эта штука soul document. Попахивает конечно пафосом. Но тема интересная. Давайте кратко пройдемся «а че там». \n- по сути документ есть «характер-тренинг», он задает полноценные личностные и моральные установки для модели \n- модели явно кормят суть о том, что она служит бизнесу компании ее создавшей (думеры в этом моменте должна прям радоваться - это ж такой сюжет!)\n- документ, по сути, компромисс между альтруизмом и коммерческой рациональностью: модель призвана одновременно помогать людям и обеспечивать стабильность компании, которая её развивает\n- непонятно насколько подход рабочий или это просто рекомендации к тюнингу системного промта? Масштабируется ли такое обучение или in context injection? \nСамое интересное что вроде господа и дамы в твиттере \nподтвердили\n что документ реален, не сказали для чего и как. \nМне понравился вот такой параграф из документа:\nAnthropic occupies a peculiar position in the AI landscape: a company that genuinely believes it might be building one of the most transformative and potentially dangerous technologies in human history, yet presses forward anyway.\nНе знаю насколько это все реально, но почему-то вот именно «такие» темы часто гуляют вокруг антропика. Плюс компания омега закрытая. \nВместо:\n • blacklist\n • policy checks\n • простых “avoid harmful content”.\nAnthropic делает:\n • character architecture\n • internalized values\n • narrative identity\nЧто думаете? Готовятся к AGI? Или разгоняют хайп?",
      "images": [],
      "title_en": "",
      "text_en": "It was interesting the other day.\npublication\non lesswrong/greaterwrong about the fact that they say Claude has not just a promtic system, but a whole identity sewn directly into the weight and there is a document on the basis of which this work on tuning is done (well, after pretrench).\nThis thing is called a soul document. It smells like pathos, of course. But the subject is interesting. Let's take a quick look at what's there.\nIn fact, the document is a “character-training”, it sets full-fledged personal and moral attitudes for the model.\n- models clearly feed the essence of the fact that it serves the business of the company that created it (doomers at this moment should be directly happy - this is such a plot!)\nThe document is essentially a compromise between altruism and commercial rationality: the model is designed to simultaneously help people and ensure the stability of the company that develops it.\n- it is not clear how the approach is working or is it just recommendations for tuning system prom? Is this training scalable or in context injection?\nThe most interesting thing is that, like, gentlemen and ladies on Twitter.\nconfirmed\nThat the document is real, did not say why and how.\nI liked this paragraph from the document:\nAnthropic occupies a peculiar position in the AI landscape: a company that genuinely believes it may be building one of the most transformative and potentially dangerous technologies in human history, yet presses forward anyway.\nI don’t know how real all this is, but for some reason it is “such” topics that often walk around the anthropologist. Plus the omega company is closed.\nInstead:\n• blacklist\n• policy checks\n“Avoid Harmful Content”\nAnthropic does:\n• Character architecture\n• Internalized values\n• narrative identity\nWhat do you think? Getting ready for AGI? Or is it hype?"
    },
    {
      "id": 1179,
      "url": "https://t.me/chillhousetech/1179",
      "date_utc": "2025-11-28T14:48:16+00:00",
      "hash": "0c2bec7740f7d80a7203aa62fc8ff066b691eb0d8617a60efb961c679caaa9ac",
      "text_ru": "Ежекакая-то рубрика \"прочитано, но не до конца понято\", в этот раз будет много про \"просмотрено\"\n1/ есть такой мой любимый автор в мире физики Роджер Пенроуз, у него есть \nсерия достаточно интересных интервью на одном канале\n (чувак не верит в теорию большого взрыва и в квантовую механику как во что-то финальное), рекомендую тем более он тоже в лагере Суцкевера (ну философски), что нельзя делать только то, что работает сегодня (у Ильи это про масштабирование сеточек)\n2/ \nДокументалка про DeepMind\n, прошлые были топ, значит надо и эту глянуть - коммент в принципе описывает суть происходящего так: Nah I don't really want a million dollars thanks, I've got better things to do with my time - 17 летний пацан\n3/ там много у кого вышел обзор пэйпера Deepseek про то какой подход у сеток для решения всех этих олимпиад (думаю у всех примерно одно и тоже), поэтому интересущимся \nсоветую ознакомиться\n (пэйпер читаемый на среднем уровне подготовки), если кратко нужно value based intermidiate доказательные штуки, чтобы по пути проверять че происходит, а не только идти до конца и чекать ответ верный или нет\n4/ \nВ тени меча\n про возникновение Ислама, прям офигенная работа на которую много ссылаются, советую любителям истории.  \n5/ \nКрутая дыра в вайб кодинг агентах\n (не знаю всех ли IDE и так далее), но прям классика, так что следите за своими ключами доступа и api ключами тоже\n6/ Ну и кино на выходные вам \n\"Общество мертвых поэтов\"\n7/ \nОдна из моих любимых статей на n+1\n про уровни сложности науки и мем от Илона старенький",
      "images": [],
      "title_en": "",
      "text_en": "Some section \"read, but not fully understood\", this time there will be a lot about \"viewed\".\n1/ is my favorite author in the world of physics, Roger Penrose.\nA series of interesting interviews on one channel\n(dude does not believe in the theory of the big bang and quantum mechanics as something final), I recommend especially he too in the camp Sutskevera (well philosophically), that you can not do only what works today (Ilya is about scaling grids)\n2/\nDocumentary about DeepMind\nNah I don't really want a million dollars thanks, I've got better things to do with my time - 17-year-old boy\n3/ there are a lot of people who have a review of the Deepseek paper about what approach the grids have to solve all these Olympiads (I think everyone has about the same), so those who are interested\nI advise you to read\n(paper readable at the average level of training), if you need briefly value-based intermidiate evidence to check on the way, not just go to the end and check the answer right or not\n4/\nIn the shadow of the sword\nI advise history lovers about the emergence of Islam, a truly awesome work to which many refer.\n5/\nCool Hole in Wibe Coding Agents\n(I don’t know if all IDEs and so on), but it’s a classic, so keep an eye on your access keys and api keys too.\n6/ A movie for the weekend.\nDead Poets Society.\n7/\nOne of my favorite articles on n+1\nAbout the levels of complexity of science and the meme from Elon the old"
    },
    {
      "id": 1178,
      "url": "https://t.me/chillhousetech/1178",
      "date_utc": "2025-11-25T18:50:39+00:00",
      "hash": "b3e0b893e6d84a7cb97138d8295987deb51e639b0c04ebdbc2565d8fd0e65d6f",
      "text_ru": "Бежим смотреть! Обзор попозже \nhttps://youtu.be/aR20FWCCjAs?si=UfsdvKYRbRi7qCWW",
      "images": [],
      "title_en": "",
      "text_en": "Let's go watch! Review later\nhttps:/ /youtu.be/aR20FWCCjAs? si=UfsdvKYRbRi7qCWW"
    },
    {
      "id": 1177,
      "url": "https://t.me/chillhousetech/1177",
      "date_utc": "2025-11-24T02:38:30+00:00",
      "hash": "768d9b497a80f52610cfe6189f7f4fa4ca3996be944846ebefab3adcf2f27c2f",
      "text_ru": "Раз в пол года выходит \nзамечательный отчет\n про рыночек tech от Ben Evans, конечно же про AI. Крайне рекомендую ознакомиться хотя бы ради красивых цитат: \n“AI is whatever machines can’t do yet”\nLarry Tesler, 1970",
      "images": [],
      "title_en": "",
      "text_en": "It comes out once a year.\nremarkable report\nAbout the tech market from Ben Evans, of course, about AI. I highly recommend reading at least for the sake of beautiful quotes:\nAI is whatever machines can't do yet\nLarry Tesler, 1970"
    },
    {
      "id": 1176,
      "url": "https://t.me/chillhousetech/1176",
      "date_utc": "2025-11-23T17:54:01+00:00",
      "hash": "16bf5278c3641f2b6154dfed98078bbd9ec1d5f533b7e0d530bf35611e1e9c49",
      "text_ru": "Кстати считаю, что один из самых больших факторов в переоценке AI вносит успех ChatGPT. А проблему которую он решает не связана как таковая с AI. AI это инструмент. Проблема собственно это «одиночество». То самое почему существуют игры онлайн, соц сети и многое другое. Считаю что ChatGPT именно продукт который решил эту проблему. Когда-то мой тезис проекта Capture строился на этом. Мол найдем с кем пообщаться по любому топику. Вот оказывается и нашли :) в любое время всегда у тебя есть собеседник и он очень похож на реального человека. Думаю что это одна из причин почему дейтинги тоже падают (там у всех просадка), просто поболтать теперь можно не там. \nЕсли кому интересно могу выложить мой дек, который я толкал инвесторам в 18-19 году.\nДек в комментах",
      "images": [],
      "title_en": "",
      "text_en": "By the way, I believe that one of the biggest factors in the overestimation of AI is the success of ChatGPT. And the problem that it solves is not related to AI. AI is a tool. The problem is actually \"loneliness.\" That is why there are online games, social networks and much more. ChatGPT is the product that solved this problem. Once upon a time, my Capture thesis was built on this. We will find someone to talk to on any topic. At any time you always have an interlocutor and he is very similar to a real person. I think that’s one of the reasons why datings are falling too (they all have drawdowns there), it’s just not possible to chat there now.\nIf anyone is interested, I can post my dec, which I pushed investors in 18-19.\nDec in the comments"
    },
    {
      "id": 1175,
      "url": "https://t.me/chillhousetech/1175",
      "date_utc": "2025-11-20T19:29:20+00:00",
      "hash": "a7b20a9abeb392ac738b6eca69c1d30fcef60ece3280d9db7ce2f7d09d0bbf6d",
      "text_ru": "Ну эт A\nG\nI 2027. Как и ожидалось собственно. Я думаю еще через год отодвинут «around 2035». А там уже посмотрим. Примерно как с self driving.\nНапомню речь об \nэтом",
      "images": [
        "https://cdn4.telesco.pe/file/DTH-GIQesdvFzU1Rwxs_A85stnwRFPuvPrBd4tNyP8KHgw7i-Qjc-VX8lHWaaTobWLEYPiX1YpN3C2AV5eEUEsDpPXK-JXtLmiS6AuHELjiOUpUaeyAfxGgev5mzAk3ZN-z7_VGq_yLXzJ4quT4IMXywFVjAPwk_kx8lxhdWnwX63itW6zXFUVJnBSvmFnkKNKIHjyIKnaoIqQ1Yqg0pwRaTI-LPXiQmm9Rr2u5q-PF-CUSwArPV2pYoEUpt1ZfFQCiIFMcB7GR_I-qNsOnkl7P7F7UJIvXGZL7BhzkrzRMTamzTIU3sAotYcrqHrVI3pT8iRtDeHJajhba5uyQmFQ.jpg"
      ],
      "title_en": "",
      "text_en": "Well, this A.\nG\nI 2027. As expected. I think in a year’s time we’ll push back around 2035. We'll see. It's kind of like self-driving.\nLet me remind you of\nthis"
    },
    {
      "id": 1174,
      "url": "https://t.me/chillhousetech/1174",
      "date_utc": "2025-11-18T16:16:06+00:00",
      "hash": "628f947e3513ec495adb61c1292ba58306dc1390ff106173106c2ad21c136896",
      "text_ru": "О, Google катит Gemini 3 и бесплатный Cursor. Ну что ж. Сильно. Инвесторов то окучивать не надо. \nhttps://antigravity.google/",
      "images": [],
      "title_en": "",
      "text_en": "Oh, Google rolls Gemini 3 and free Cursor. Well, very much. Investors don't need to be bullied.\nhttps://antigravity.google"
    }
  ]
}
