{
  "generated_at_utc": "2026-02-04T03:10:25Z",
  "source": "https://t.me/chillhousetech",
  "channel": "chillhousetech",
  "posts": [
    {
      "id": 1221,
      "url": "https://t.me/chillhousetech/1221",
      "date_utc": "2026-02-03T07:06:17+00:00",
      "hash": "e75428a355961bf7709f8a22c266c3694983ff5b9fccd2c3dca6aec66899dd88",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Всем интересующимся, что ищут в YC в новом сезоне Spring 2026.",
      "images": [],
      "title_en": "",
      "text_en": "For anyone interested in what they’re looking for at YC in the new Spring 2026 batch."
    },
    {
      "id": 1220,
      "url": "https://t.me/chillhousetech/1220",
      "date_utc": "2026-02-02T08:43:18+00:00",
      "hash": "d3d0907e1d11c63bf17b738f2dd2015dd9e6485490e9e8000f713a2fee66126b",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Есть много бизнес челов, которые видимо упустили суть consumer продуктов где-то лет 10 назад и упоролись в трафло. Так вот несколько важных деталей:\n• AI сделает массовым поделки, которые в основном по идее создателей кому-то нужны, что сделает ценность продуктовой идеи еще выше. Грубо говоря, создать что-то кому-то нужное станет сложнее. Это как бы база.\n• Дальше, толпа орет мол реклама будет рулить и главное уметь в маркетинг. Ну так вот, маркетинг ваш в виде UA это конечно же важно. Но это как множитель к базе. Не важно насколько вы хороши если умножаете ноль. Другими словами продукт оказывается должен удерживать и выполнять свои задачи.\n• AI как и говорил замена многим вещам, где раньше требовались достаточно посредственные скилы. Пока на хороший продукт его не хватает самого по себе.\n• Все гении трафла с ростом скорости проверки треш гипотез пойдут массово заливать траффик. Помните hypercasual игры, быстро сделал и типа налил. Вот сейчас так будет с более сложными по сути продуктами. Конкуренция возрастет, цена на траффик взлетит, как и модель гиперкэжуал тема подохнет.\nСоветую \nЭндрю Чен про маркетинг\nПервые шаги в продукте от Скотта Бельски\n (одна статья бесплатно вроде)",
      "images": [],
      "title_en": "",
      "text_en": "There are a lot of business dudes who apparently missed the whole point of consumer products like 10 years ago and got hooked on trafflo. So here are a few important details:\n\n• AI will mass-produce the kind of hacky “products” that, in the creators’ heads, are supposedly needed by someone, which will make the value of an actual product idea even higher. Roughly speaking, making something that someone actually needs will get harder. That’s basically the base.\n\n• Next, the crowd is yelling like ads will run the show and the main thing is to know marketing. Well yeah, your marketing in the form of UA is obviously important. But it’s a multiplier on the base. Doesn’t matter how good you are if you’re multiplying zero. In other words, the product still has to retain and do its job.\n\n• AI, like I said, replaces a lot of stuff where you used to need pretty mediocre skills. For a good product, by itself, it’s not enough yet.\n\n• All the trafflo geniuses, with faster validation of trash hypotheses, will go en masse to pour traffic. Remember hypercasual games: made it fast and kinda poured. Now it’ll be like that with products that are more complex by nature. Competition will go up, traffic prices will skyrocket, and like with the hypercasual model, the whole thing will die.\n\nI recommend:\nAndrew Chen on marketing\nFirst Steps in Product by Scott Belsky\n(one article is free, I think)"
    },
    {
      "id": 1219,
      "url": "https://t.me/chillhousetech/1219",
      "date_utc": "2026-02-01T17:33:36+00:00",
      "hash": "4e264719c448eb1157ec80f4e6e23abf416298e695f4194bb38ae784a96f7819",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Есть еще такое наблюдение за долгое время, даже за собой порой тоже наблюдаю схожее. Как ни спрошу фаундера стартапа или своего проекта - у всех все супер офигенно. Что не релиз, то успех. Всегда вот вот будет 1-2-3-5-10-100 ARR, вот вот завтра, в следующем месяце будет раунд, два, три.\nМне интересно какой эффект это создает на масштабе? Ведь у 90% нет и не будет раундов, и не будет прогресса почти никогда. Почему никто не хочет поделиться реальными вопросами. Мне кажется одна из основных причин это эго фаундера направленное на публичное русло. А вы как думаете?",
      "images": [],
      "title_en": "",
      "text_en": "There’s another thing I’ve noticed over a long time, and sometimes I catch myself doing the same too. No matter how I ask a startup founder or someone running their own project — everyone’s doing fucking amazing. Every release is a success. It’s always like, 1-2-3-5-10-100 ARR is just around the corner, like, tomorrow, and next month there’ll be a round, two, three.\n\nI’m curious what kind of effect this creates at scale? Because 90% won’t have rounds and won’t, and will basically never have progress. Why does nobody want to share the real questions? Seems to me one of the main reasons is founder ego being pushed into the public stream. What do you think?"
    },
    {
      "id": 1217,
      "url": "https://t.me/chillhousetech/1217",
      "date_utc": "2026-01-30T02:21:06+00:00",
      "hash": "75b174e887f46e7233f9d29001954887f3f6338824c17f7cefd855db031c4119",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "У нас открылась еще одна позиция, фул тайм - Inference Engineer. Если вы любите извлекать из железа все соки и знакомы с AI/ML чуть дольше чем оно все на хайпе, то оставляйте заявки.\nОписание можно найти тут \nhttps://trymirai.com/inference-engineer\n \nКомпенсация в рынке\nRemote (prefer London or US)\nМед Страховка\nОпционы\nЗа удачный рефер платим\nЕсли вы знаете кому отправить - буду благодарен!",
      "images": [],
      "title_en": "",
      "text_en": "We’ve opened up another role, full-time — Inference Engineer. If you like squeezing every last drop out of hardware and you’ve been around AI/ML a bit longer than just while it’s been hyped, then drop an application.\n\nDescription is here  \nhttps://trymirai.com/inference-engineer\n\nComp is market-rate  \nRemote (prefer London or US)  \nHealth insurance  \nOptions  \nWe pay for a successful referral  \nIf you know who to send it to — I’d appreciate it!"
    },
    {
      "id": 1216,
      "url": "https://t.me/chillhousetech/1216",
      "date_utc": "2026-01-29T22:22:32+00:00",
      "hash": "d6259efe51e84bf5615a55a5e79505c2dfcadaabfbb8cde42c282ab674199fa3",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Сколько там OpenAI обещал к 2030 году делать в год? А тут вроде вон за \nквартал.\n \nApple today announced financial results for its fiscal 2026 first quarter ended December 27, 2025. The Company posted quarterly revenue of $143.8 billion, up 16 percent year over year.",
      "images": [],
      "title_en": "",
      "text_en": "How much was it that OpenAI promised to be making per year by 2030? And here it’s like, bam, in a quarter.\n\nApple today announced financial results for its fiscal 2026 first quarter ended December 27, 2025. The Company posted quarterly revenue of $143.8 billion, up 16 percent year over year."
    },
    {
      "id": 1215,
      "url": "https://t.me/chillhousetech/1215",
      "date_utc": "2026-01-29T16:12:16+00:00",
      "hash": "39baa575bb32b2d9a6e36f2de4e1e4f5aae882f3995d798acd41de838aaa8bf0",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Как делают бенчи в OpenAI",
      "images": [
        "https://cdn4.telesco.pe/file/aNg_obwm24PbXowetS_3TF4g0MZEckvn-yazsr_Z4wNFhplwX7Wv7JFSfHdkbns2I9TwZUm2tM-zy0Jl6AtJEfbUWhhspAHGwR5Zw8GL8i-kKulagn_eft1wQtiCnU3Jven1cfMXEIEvk5A_JsEVUjc_JtEWhKK4D1Xbmwk9TRSf4DPLa4SC3fNEEWONYP8DNo-bVaZcthtkeB08_aZSCSryPb0cFOrkbhFNELF34SN3MhQkURLaG0K3UdkQcg2vi3PwBdBqvKWgEallQOhsKcHUxT9zsRjjRHh6P7a4O3cIVtUSuTJpp1g-ZYBBoRDRqa6suQJEBQ7Pf8c-u8m88Q.jpg"
      ],
      "title_en": "",
      "text_en": "How they make benchmarks at OpenAI"
    },
    {
      "id": 1214,
      "url": "https://t.me/chillhousetech/1214",
      "date_utc": null,
      "hash": "2d03366f07aef8cabc40653066ce020a1df2ffffa14b86a0b1f0bb75deaa7594",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Xiaomi. 1 телефон в секунду. 24/7 может работать, нет персонала, работает в темноте :)",
      "images": [],
      "title_en": "",
      "text_en": "Xiaomi. 1 phone a second. Can run 24/7, no staff, works in the dark :)"
    },
    {
      "id": 1213,
      "url": "https://t.me/chillhousetech/1213",
      "date_utc": "2026-01-26T19:07:14+00:00",
      "hash": "5d2d1ded5f96856de70c2ae020a895b84001280933a9182e3d2a4e8e7c8a3c11",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Там Дарио запустил эссе, и в этот раз он стопицот раз уже повторил что мол может ошибаться, что мол это всего лишь прдеположение и все такое (а че на интервью так не говорит?). Но этот его скепсис постепенно в течение эссе заканчивается и дальше в принципе советую прочесть. Но самый важный прыжок в его рассуждениях стоит в этом абзаце:\nWe are now at the point where AI models are beginning to make progress in solving unsolved mathematical problems, and are good enough at coding that some of the strongest engineers I’ve ever met are now handing over almost all their coding to AI. Three years ago, AI \nstruggled with elementary school arithmetic problems\n and was barely capable of writing a single line of code. Similar rates of improvement are occurring across \nbiological science\n, finance, physics, and a variety of agentic tasks. If the exponential continues—which is not certain, but now has a decade-long track record supporting it—then it cannot possibly be more than a few years before AI is better than humans at essentially everything.\nГде так по простому, мол раньше было сложно написать строчку кода, а теперь мол вон лучше топ инженеров (хм, это вывод из интересно какого факта? что у него в компании утверждают что 90% кода пишет AI?). И дальше он говорит, что так будет везде. Смело. И что есть 10 лет экспоненты и она продолжится (тоже занятная экстраполяция).  Напоминает прогресс в комьютерной графике, мол три года назад было ой как плохо, а сейчас мол смотрите машинки похожие на те, что на улице. Сами знаете, что потом как-то скорость подупала, а и всем плюс минус пофигу стало.\nДальше все 5 пунктов советую прочесть. Но если грубо то он идет от риска страны гениев, потом что мол надо хорошие ограничения делать, потом мол политики стран будут своих жителей через аи унижать и вот фиг победишь (видимо надо будет потом за демократию бороться старыми методами). Потом экономика и наука, что с экономикой в принципе можно понять, но с наукой мне кажется пока новых идей научных от AI мы долго видеть не будем.\nПочитать эссе самому",
      "images": [],
      "title_en": "",
      "text_en": "So Dario dropped an essay, and this time he repeated like a hundred-fucking-times that he might be wrong, that it’s “just a hypothesis” and all that (why doesn’t he say that in interviews though?). But this skepticism of his gradually runs out over the course of the essay, and after that I generally recommend reading on. But the most important leap in his reasoning sits in this paragraph:\n\nWe are now at the point where AI models are beginning to make progress in solving unsolved mathematical problems, and are good enough at coding that some of the strongest engineers I’ve ever met are now handing over almost all their coding to AI. Three years ago, AI \nstruggled with elementary school arithmetic problems\n and was barely capable of writing a single line of code. Similar rates of improvement are occurring across \nbiological science\n, finance, physics, and a variety of agentic tasks. If the exponential continues—which is not certain, but now has a decade-long track record supporting it—then it cannot possibly be more than a few years before AI is better than humans at essentially everything.\n\nWhere it’s all so simple, like, before it was hard to write a line of code, and now look, it’s better than top engineers (hmm, that conclusion is based on what interesting fact exactly? that at his company they claim 90% of the code is written by AI?). And then he says it’ll be like that everywhere. Bold. And that there are 10 years of exponential and it’ll keep going (also a curious extrapolation). Reminds me of progress in computer graphics: like three years ago it was “oh wow so bad,” and now “look, cars that look like the ones on the street.” You know yourselves what happened next: the pace kind of slowed down, and everyone more or less stopped giving a shit.\n\nFurther on, I recommend reading all 5 points. But roughly speaking he goes from the risk of a country of geniuses, then that we need to make good restrictions, then that politicians of countries will humiliate their residents via AI and you won’t beat that for shit (apparently then we’ll have to fight for democracy using the old methods). Then economics and science: with economics you can kinda get it, but with science it seems to me we won’t be seeing new scientific ideas from AI for a long time yet.\n\nRead the essay yourself"
    },
    {
      "id": 1212,
      "url": "https://t.me/chillhousetech/1212",
      "date_utc": "2026-01-26T15:15:18+00:00",
      "hash": "75b59a49df484f66442a480ac2bb94bda2e4913e831c315eedeb80b1bd0709f4",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Есть такое расхожее мнение, что AI сделает все звенья цепочки в tech индустрии просто быстрее и эффективнее. Мол сейчас продактам раздадут Claude code, мы их обучим и настанет эра быстрых итераций. Но я считаю немного по-другому. Моя логика примерно такая (критика велкам):\n- узкое место в любом экономическом процессе производства (софт) всегда время, условно как долго что-то полезное делать\n- откуда в software бралось это время, я считаю банально из-за того что набирать символы на клавиатуре было долго, поэтому требовалось больше инженеров которые могут набирать и думать над одним проектом\n- чем больше элементов системы, тем выше потребность в синхронизации и верификации усилий (ну все печатают с разной скоростью - такая утрированная формулировка)\n- вводим элемент синхронизации - менеджер/лид\n- количество элементов синхронизации сильно растет - получаем процессы/ответственность(функция сведения/свертки)\n- ну вот и вся наша индустрия сегодня \nОдно из новшеств, которой дает AI это сокращение времени на самый первый пункт - кодинг. И если он по мнению многих никогда не был действительно узким местом, то тем не менее количество людей в индустрии держал он. А теперь представим что это не вопрос. Тогда количество людей сильно сократится. И тем самым все уровни выше (они конечно еще больше пострадают, так как у них не было часто понимания че ваще там в коде происходит). Проджекты, продакты и прочее. Потому что ставить эксперименты смогут те кто просто будет держать ответственность, таких всегда было мало (мало кто любит риск). \nПримеров подобных сжатий очень много:\n- конвейер начала 20 века\n- индустриализация (люди уходят с полей)\n- итд\nИ есть второй фундаментальный сдвиг, который дает AI - это возможность работать с недетерминированным вводом от пользователя. Это очень сильно изменит UI и следом UX. Об этом потом.",
      "images": [],
      "title_en": "",
      "text_en": "There’s this common take that AI will just make every link in the tech industry chain faster and more efficient. Like, now we’ll hand products Claude code, we’ll train them, and boom — era of fast iterations. But I think a bit differently. My logic is roughly this (critique welcome):\n\n- the bottleneck in any economic production process (software) is always time — basically, how long it takes to do something useful  \n- where that time in software came from, IMO, is simply that typing characters on a keyboard was slow, so you needed more engineers who can type and think on one project  \n- the more elements in a system, the higher the need for synchronization and verification of efforts (well, everyone types at different speeds — an exaggerated way to put it)  \n- introduce a sync element — manager/lead  \n- the number of sync elements grows like crazy — you get processes/responsibility (a “reduction/folding” function)  \n- and that’s basically our whole industry today  \n\nOne of the “innovations” AI brings is cutting time on the very first point — coding. And even if, according to many, it was never really the bottleneck, it still held up the headcount in the industry. Now imagine it’s not a question anymore. Then the number of people will shrink hard. And with it all the layers above (they’ll get hit even more, because they often didn’t have a clue what the hell is even going on in the code). PMs, product folks, and the rest. Because the people who’ll be able to run experiments will be the ones who simply hold responsibility — and there were always few of those (few people like risk).\n\nThere are tons of examples of this kind of compression:\n- the early-20th-century assembly line  \n- industrialization (people leaving the fields)  \n- etc  \n\nAnd there’s a second fundamental shift AI brings: the ability to work with non-deterministic user input. This will seriously change UI and then UX. More on that later."
    },
    {
      "id": 1211,
      "url": "https://t.me/chillhousetech/1211",
      "date_utc": "2026-01-24T03:20:00+00:00",
      "hash": "6b917c9899475df9adbb3c64c4f4471d20867e6050966b795da31643ee1b5b3c",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Кстати \nнеплохая вакансия,\n достаточно свежая. Помню и годик назад такие были там. \nА их (DeepMind) кофаундер достаточно уверенно говорит следующее (пишет что аж с 2009 года):\n- в 2028 нас ждет minimal AGI, это который способен выполнять все задачи в том числе когнитивные за исключением требующихся экстра способностей (типа задачи для гениев и так далее, сложно сказать что тут имеется ввиду, ну вот так определил)\n- а потом за ~5 лет (он написал мол если за год будет удивлен, если за 10 тоже будет удивлен) будет полный AGI, типа любую задачу которую решает человек можно будет решить \nЛинк на твит\nЛинк на его phd работу\n (прочитал наискосок, не понял в чем прикол, ну чел написал там тучу всего, в чем его гений? Расскажите кто шарит. А то чемто на мои работы в универе смахивает)",
      "images": [],
      "title_en": "",
      "text_en": "By the way  \nnot a bad vacancy,  \npretty fresh. I remember even a year ago there were ones like that there.  \nAnd their (DeepMind’s) cofounder says the following pretty confidently (claims it’s been his view since 2009, like):\n- in 2028 we’re in for minimal AGI, the kind that can do all tasks including cognitive ones, except the ones requiring extra abilities (like tasks for geniuses and so on, hard to say what he even means here, but that’s how he defined it)\n- and then in ~5 years (he wrote like he’d be surprised if it takes a year, and if it takes 10 he’d also be surprised) there’ll be full AGI, like any task a human solves can be solved  \nLink to the tweet  \nLink to his PhD thesis  \n (skimmed it, didn’t get what the big deal is, dude wrote a ton of stuff in there, where’s his genius? Tell me if you’re in the know. Because it kinda looks like my uni papers)"
    },
    {
      "id": 1210,
      "url": "https://t.me/chillhousetech/1210",
      "date_utc": "2026-01-21T11:46:06+00:00",
      "hash": "93ae38074482429036f3a65b0755ba14c2b70dc0b7f128662ec97bc724c58630",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Из наблюдений. По-моему ощущению автоматизация кодинга приведет к интересному эффекту:\n1/ профессия инеженера станет ближе к профессии ученого, то есть где идеи и понимание дороже прикладных навыков (так было кстати когда-то давно в 70-80х)\n2/ количество мусорного софта будет огромным, но он будет никому не нужен. Это то, что каждый продакт или посредственный инженер кинулся делать продукты. Да их станет больше. Но будет эффект тиктока, раз такой большой выбор, то выбирать будут лучшее. А лучшее требует более высокого уровня подход. \n3/ в целом ничего не поменяется думается мне, да фидбек цикл станет быстрее, да итерации станут дешевле, но это все поверх «а че вообще делать то»\nНамного интереснее наблюдать сдвинется ли прогресс в теоретических изысканиях (автоматизация рисерча). Потому что пока что там не так круто. Но подвижки есть. \nCursor пишет свой браузер с нуля агентами \nDario из Anthropic как обычно предсказывает смерть обычным инженерам \nНапиши код лучше Claude - Challenge от команды Anthropic",
      "images": [],
      "title_en": "",
      "text_en": "Some observations. In my feel, automating coding will lead to an interesting effect:\n1/ the engineer profession will get closer to the scientist profession — meaning where ideas and understanding are pricier than applied skills (that’s actually how it was way back in the 70s–80s)\n2/ the amount of trash software will be huge, but nobody will need it. This is that thing where every product person or mediocre engineer rushes to build “products.” Yeah, there’ll be more of them. But there’ll be a TikTok effect: when the choice is that huge, people will pick the best. And the best requires a higher level of approach.\n3/ overall nothing will change, I think. Yeah the feedback loop will get faster, yeah iterations will get cheaper, but that’s all on top of “so what the hell are we even supposed to do”\n\nWay more interesting is to watch whether progress shifts in theoretical digging (research automation). Because so far it’s not that cool there. But there are movements.\n\nCursor is building its own browser from scratch with agents\nDario from Anthropic, as usual, predicts the death of regular engineers\nWrite code better than Claude — a Challenge from the Anthropic team"
    },
    {
      "id": 1209,
      "url": "https://t.me/chillhousetech/1209",
      "date_utc": "2026-01-19T10:40:11+00:00",
      "hash": "89cd20b079b141326616596f87a8d2dd415d974b4fadc20904f3b756a04707bc",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Такс, ваше мнение важно для нас. Накидайте реакций соответствующих плиз. \nНу и если кто по бренду шарит может есть идеи.",
      "images": [
        "https://cdn4.telesco.pe/file/dZy3fWtdD-vmc4f43ppkCVwL_gAop14Izljoi7rW0xiZIxdr-YYrxko9rUp4JAc8EjgkpPV0SjK1TNOFuR5Je8POLLFTpYmC1-l1y1l5JC5vdYSReBt0kqTw3HITCW5d7xnL4s80aKSIj804CkcXYWMoaK_JglXLj6i3uybJBBFP6FugQvq3rwpe_V0UGyX-2D7JfbQwfJfwAnog6HW73MQINUeE4KdJOv9ZkvC1G53z-Bd8yZjr-XHj6-Q2dEQEuCg-tS6KmmjJ1tW6VHLa8DW1FdDavepmG1CfMm5OEEBsjn9JKP85O-qhKsK4EUyFm6Vg71U76ecG9PvE1NY2ug.jpg"
      ],
      "title_en": "",
      "text_en": "Alrighty, your opinion is important to us. Drop some matching reactions pls.  \nAnd if anyone knows their way around branding, maybe you’ve got ideas."
    },
    {
      "id": 1208,
      "url": "https://t.me/chillhousetech/1208",
      "date_utc": "2026-01-16T18:27:48+00:00",
      "hash": "07eaee2059dadf637a2d66ca53efef8323d6aa95df0419877442c48a2086667d",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "«Неожиданно»",
      "images": [
        "https://cdn4.telesco.pe/file/Itcu7vbFMD1QxWcg8e-HbywVCqyIKYgjbped3xFzcpGHtN2_ICg3b5Ye7OI8Begf_Rf4gGxWPNFc2imnFbfou_ZDicWqMt4PJETSO82bijsBJePgV6N_EYhoZv6JXsHUbcHtaje2QhK1hpqwpQTgHyMF13LDEx06Ji2lwbcuUEFctxYgQ9WLtMe8LwuVkgdV04tgZRthoOp-5SY4Q3ioAWem-Hrqjgb2djx7JITRp3lMdZXFQVPNEuQxD0ZF2CojDD17pkWftL8ay741qVfUR1H8RzgqxOShFSaJwrHPqa6T8By10TMaS0TpnQIooK_isBKsYFT0HaMYZzmuqf6vLg.jpg"
      ],
      "title_en": "",
      "text_en": "“Unexpected”"
    },
    {
      "id": 1207,
      "url": "https://t.me/chillhousetech/1207",
      "date_utc": "2026-01-16T14:02:27+00:00",
      "hash": "d7a0e1ce4c0be2eee661c4e34450e9ddd01d8c410fed9952ef403387917fce78",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Пост поиска стажера (можно почти без опыта, студенты и так далее). Репостните, если вы знаете куда или у вас есть контакты или подписчики.\nМы в наш скромный проект \nhttps://trymirai.com\n ищем стажера для работы с поддержкой разных моделей на уровне \nhttps://github.com/trymirai/lalamo\n \nЧего делать: \n• конвертить модельки в запускаемый нами формат и тестировать все флоу, тулы и прочее\n• вайб-кодить конфиги\n• поддерживать тех спеку, поддерживать чат шаблоны и прочее\n• постить апдейтики в Discord команды (да да мы используем для коммуникации внутри команды Discord)\nЧего хотелось бы от кандидата:\n• быть знакомым с Python, владеть Cursor etc, уметь в линейную алгебру\n• опыт в AI/ML будет жирным плюсом\n• самостоятельность и желание развиваться\nЧего предлагаем:\n• стажировка оплачиваемая - условия индвидуальные по результатам собеседования\n• минимальный срок стажировки 2 месяца\n• возможность поработать в хорошо профинасированном стартапе и реальным клиентами (топ тир AI labs и продуктами с 100м+ аудитории)\nФорма для заполнения если интересно тут",
      "images": [],
      "title_en": "",
      "text_en": "Intern search post (you can be with almost no experience, students and so on). Repost if you know where to, or you’ve got contacts or followers.\n\nWe, in our modest project  \nhttps://trymirai.com  \nare looking for an intern to work with supporting different models at the level of  \nhttps://github.com/trymirai/lalamo\n\nWhat you’ll do:  \n• convert little models into the format we run and test all the flows, tools, and the rest  \n• vibe-code configs  \n• maintain the tech spec, maintain chat templates and the rest  \n• post little updates in the team’s Discord (yes yes we use Discord for internal team comms)\n\nWhat we’d like from a candidate:  \n• be familiar with Python, know Cursor etc, be able to do linear algebra  \n• experience in AI/ML would be a fat plus  \n• independence and a desire to grow\n\nWhat we offer:  \n• paid internship — terms are individual based on interview results  \n• minimum internship term: 2 months  \n• a chance to work at a well-funded startup and with real clients (top-tier AI labs and products with 100M+ audience)\n\nForm to fill out if you’re interested is here"
    },
    {
      "id": 1206,
      "url": "https://t.me/chillhousetech/1206",
      "date_utc": "2026-01-16T10:41:09+00:00",
      "hash": "6c5a7b9ee870b23ed4a7c0e38a02e1a39655c77e63e157ce54cabbbab870a5e3",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Короче говоря, давно хотел вам написать гайд по вашему проекту. Если вы вдруг собрались строить стартап то:\n- либо вы ищите способ почти бесплатно выстроить дистрибуцию \n- либо вы нашли способ рубить сотни процентов маржи\nВсе остальное имхо это странная затея. Сейчас очень модно на волне AI делать новые инструменты (подставить задачу и решить ее с помощью AI). И понеслись все делать примитивные идеи, но раз их можно автоматизировать это уже достойный проект. Вспомните dot-com bubble (все начали делать сайты). Сейчас примерно тоже самое. Помимо очевидного «это не нужно автоматизировать», большая часть не скейлится и не приносит денег даже при полном выполнении всех условий. \nИменно поэтому я очень скептичен к показателю runrate (его любят называть ARR сейчас, хотя это ошибка). То что вы умеете делать большую выручку при огромных затратах лишь показывает готовность рынка смотреть на AI поделки, но ничего не говорит о том что это кому-то нужно в долгую.",
      "images": [],
      "title_en": "",
      "text_en": "Long story short, I’ve been meaning to write you a guide for your project for a while. If you suddenly decided to build a startup, then:\n- either you’re looking for a way to build distribution almost for free\n- or you’ve found a way to chop hundreds of percent in margin\nEverything else imo is a weird idea. Right now it’s super fashionable to ride the AI wave and build new tools (plug in a task and solve it with AI). And off everyone goes making primitive ideas, but since you can automate them that’s already a “worthy project.” Remember the dot-com bubble (everyone started making websites). Now it’s about the same. Besides the obvious “this doesn’t need to be automated,” most of it doesn’t scale and doesn’t make money even if you fully meet all the conditions.\nThat’s exactly why I’m very skeptical about the run rate metric (they love calling it ARR now, even though that’s a mistake). The fact you can generate big revenue at huge costs only shows the market is willing to look at AI craft projects, but it says nothing about whether anyone will need this long-term."
    },
    {
      "id": 1205,
      "url": "https://t.me/chillhousetech/1205",
      "date_utc": "2026-01-15T21:16:11+00:00",
      "hash": "5a28f65158ee7afa41c3dcfbe4f7ac70b7033bcc4eef4076ee706d3d830d7a88",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Нашел еще неплохой репорт по AI от ребят из Stanford. Много тем, много трендов. Рекомендую, чтобы понять динамику за три года.\nWebsite\n (где есть саммари)\nPDF прикрепил",
      "images": [],
      "title_en": "",
      "text_en": "Found another pretty solid AI report from the Stanford guys. Lots of topics, lots of trends. Recommend it if you want to get a feel for the dynamics over three years.\nWebsite\n (where there’s a summary)\nAttached the PDF"
    },
    {
      "id": 1204,
      "url": "https://t.me/chillhousetech/1204",
      "date_utc": "2026-01-12T14:29:57+00:00",
      "hash": "b33601792918de112837218611f02958743e8fb4df9aaafa950731e271745c47",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Небольшой опрос, оставляйте ваши must read книги в комментах. Вот прям, что вы считаете надо обзяательно прочесть \n🙂\nУ меня есть несколько принципов по которым я отсеиваю литературу или статьи:\n1/ любые популярные бизнес книги/статьи идут нафиг, они написаны с учетом того, что должны попасть в широкую аудиторию, а значит будут эксплотировать идеи \"близкие максимально широкому кругу людей\", а именно: \n• как же тяжело что-то делать и надо много работать (мантра корпораций, количество часов ничего не гарантирует вообще, так как является множителем ваших талантов и понимания)\n• рецепты счастья (их нет, если бы были, мы бы заметили точно) \n• уроки из ошибок (очень сложно вывести, никто не знает всей истории, обычно только часть)\n2/ любые книги аля сериалы, условный Гарри Поттер и так далее, для меня легче посмотреть фильм\n3/ книги про успешный успех\nМой небольшой личный список для чтения:\n1/ История: В тени меча (арабская история), Хобсбаум (просто обо всем), История Западной Философии, Записки О Гальской Войне, Когда Король Губит Францию (Дрюон)\n2/ Философия: Сенека (чтобы полегче жилось так сказать, стоики полезны), Шопенгауэр, ранний Ницше, Хайдегер (чтобы современное понять)\n3/ Наука: Эволюция Физики (Эйнштейн), Вы Конечно Шутите Мистер Фейнман (ну это сокрее развлечение), Новый Ум Короля (Пенроуз): я тут физику только умею, остальное не могу и не знаю\n4/ Экономику: Адам Смит, Пикетти, Дамодаран\n5/ Так по фону: Законы Лидерства (Рузвельт), Мировой Порядок (Киссинджер), Декарта Рассуждение о Методе, Коран тоже советую почитать (ну адаптацию или перевод какой простой)",
      "images": [],
      "title_en": "",
      "text_en": "A small poll — drop your must-read books in the comments. Like, what you think absolutely has to be read 🙂\nI’ve got a few principles by which I filter out literature or articles:\n1/ any popular business books/articles can go to hell — they’re written with the idea they have to land on a wide audience, which means they’ll be exploiting ideas “as close as possible to the broadest circle of people,” namely:\n• how damn hard it is to do anything and how you need to work a lot (the corporate mantra; number of hours guarantees literally nothing, since it’s just a multiplier of your talents and understanding)\n• recipes for happiness (there aren’t any; if there were, we’d have noticed for sure)\n• lessons from mistakes (it’s very hard to derive; nobody knows the whole story, usually it’s only a part)\n2/ any books that are basically TV shows — conditional Harry Potter and so on — for me it’s easier to just watch the movie\n3/ books about successful success\n\nMy small personal reading list:\n1/ History: In the Shadow of the Sword (Arab history), Hobsbawm (just about everything), History of Western Philosophy, Commentaries on the Gallic War, When the King Loses France (Druon)\n2/ Philosophy: Seneca (so life’s easier, so to speak; Stoics are useful), Schopenhauer, early Nietzsche, Heidegger (to understand the modern)\n3/ Science: The Evolution of Physics (Einstein), Surely You’re Joking, Mr. Feynman (well this is more like entertainment), The Emperor’s New Mind (Penrose): here I only know physics, I can’t do the rest and I don’t know it\n4/ Economics: Adam Smith, Piketty, Damodaran\n5/ Just in the background: The Laws of Leadership (Roosevelt), World Order (Kissinger), Descartes’ Discourse on Method, I also recommend reading the Quran (well, an adaptation or some simple translation)"
    },
    {
      "id": 1203,
      "url": "https://t.me/chillhousetech/1203",
      "date_utc": "2026-01-10T18:55:14+00:00",
      "hash": "293b1fa237c923ec4b05a34754400fb18138feb9c570bd34fef3fde555a51510",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Смотрю, что релизит у себя ChatGPT. Jobs, health, apps, pulse (news), и так далее. Слегка напоминает порталы веба 2.0 типа Yahoo, Rambler, главную Яндекса моментами. Интересно, все так же придет единый интерфейс на смену вертикалям или нет?",
      "images": [
        "https://cdn4.telesco.pe/file/NC6Gyxd7IrHOk4_mYFrSE2TPG8zEInzqcmTWAVvJOS6sBUPafCr6RFwU2lLlJMx8ESDZhgKHtKbxyTg8R2v_3lQT7wJmwqj3kbhqvtSawOot1MX9frN8fLMdXUgdgnxfYHVS7N5_oBcPe8HX_owS1tLOo-V8-JX28R4KDID01lwy82i2-XGOGvL6hJU4UxkoudTpVUmjrvgAYt5wom3ywa0vBBaCgNlC22FFwQ_qTEXURaX6G8_VHSRSXKPQzRUwmN2QL8aD5zwWb5bBj6y5IA6DjkV9pwK2dEN7xVT42XHicPWbGE8HERrWqFqPB4oK19hPPlPK8qDPWd3DxM49lA.jpg"
      ],
      "title_en": "",
      "text_en": "I’m looking at what ChatGPT is shipping on its end. Jobs, health, apps, pulse (news), and so on. Kinda reminds me of those Web 2.0 portals like Yahoo, Rambler, and at times Yandex’s homepage. Curious whether a single unified interface is still gonna come and replace the verticals, or not?"
    },
    {
      "id": 1202,
      "url": "https://t.me/chillhousetech/1202",
      "date_utc": "2026-01-08T20:22:11+00:00",
      "hash": "a757df580f5bf4b20d4d18aa4303b52ec7ed1f0872a79045c11c8072c5c35b9e",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Есть у меня один такой красный флаг, как любят говорить, когда смотрю на какой-то стартап. Ну или средней руки компанию размером человек 50. Но лучше стартап на человек 15-20. \nЭто процессы. Ноушены, таблицы, трекеры, OKR, забитые календари, миллионы метрик и отчетов. И это все, когда нет PMF, все убыточно, люди то уходят то приходят, пивоты каждые пол года. \nКороче когда процессы и отчеты затмевают результаты это гг. Бегите. \nЗаметить это проще простого, спросите на собесе «а че там используете для задач?», если ответ дольше 2-3 минут - это компания где важнее процесс, а не результат.",
      "images": [],
      "title_en": "",
      "text_en": "I’ve got one of those red flags, as people like to say, when I look at some startup. Or a mid-sized company of like 50 people. But better a startup of 15–20.\n\nIt’s processes. Notions, spreadsheets, trackers, OKRs, stuffed calendars, millions of metrics and reports. And all of that when there’s no PMF, everything’s unprofitable, people keep leaving and coming back, pivots every six months.\n\nBasically when processes and reports overshadow results — that’s gg. Run.\n\nSpotting it is dead simple: ask in the interview, “so what do you use for tasks?”, if the answer takes longer than 2–3 minutes — that’s a company where process matters more than result."
    },
    {
      "id": 1200,
      "url": "https://t.me/chillhousetech/1200",
      "date_utc": "2026-01-06T01:43:32+00:00",
      "hash": "efbc80940b8e723c9f0bcf6feff31328da1dd2326a6d230fa39e182d25bd21c5",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Пока были праздники вайбкодил все, что попадется под руку. \nДля начала пару вводных:\n- я нормально программировал что-то в продакшен очень давно, наверное лет 10 назад последний раз когда я написал руками что-то с нуля и до конца как готовый к использованию проект по серьезному \n- я хорошо знаком с синтаксисом многих языков, понимаю все базовые принципы программирования (всякие там ооп, функции, монады даже помню как работают)\n- но я не пишу код, но могу прочитать любой алгоритмический прием, но не могу всякие архитектурные темы (слишком много времени уходит)\nЧто я пробовал:\n- фронтенд для читалки а-ля \nhttps://alphaxiv.org/\n- точно такую же тему сделать как приложение для мака \n- делал различные коннекшены к нашему фреймворку, например плагин для zed чтобы использовать модели которые запускают через наш uzu inference engine \n- модификации разных репозиториев чтобы поддержать локальный инференс например вот тут \nhttps://github.com/alexzhang13/rlm\n- решение различных задач по матану и Олимпиадному программированию из журнала Квант (ну кто помнит тот поймет)\nПо итогу:\n- с фронтом у меня беда, я вообще не умею в веб программирование и поэтому тупо не могу получить то что хочу, интерфейс едет постоянно, я бился часами для выравнивания просто по сетке или получения превью пдф чтобы ничего не съезжало \n- приложение для мака получается ок если убирать интерфейс, с UI все так же как с вебом, но всякие плагины в menu bar которые статьи ищут по моим запросам делает отлично\n- любые модификации и коннккшены, плагины куда-то и простые поддержки API, будь то нашего движка или еще чего делает исправно почти с первого раза, особенно если заранее попросить написать \nAGENTS.MD\n файлик в каждом репозитории чтобы их легче было соединить \n- задачки решает в лоб неплохо, но если я пробую написать бота для игры во что-то или трейдинг в игре, беда с базовой математикой. То среднее это медиана то медиана то среднее и так далее. Ошибки примитивные, но исправить их получается только руками. Если у тебя цепочка состоит из всяких вычислений то он банально не может до конца довести. Получается только если заставить написать тесты на каждый шаг. Но имхо для таких задач это перебор. \nПо итогу. Прогресс очень ощутим. Codex по моему мнению умнее для one shot штук, а вот Claude code для проектов которые обложены тестами и md инструкциями на каждом шаге. Пока ощущение, что стадия написания интеграций, коннекшенов, базовых вещей и ревью близка к автоматизации. Но вот архитектура и математика в коде дается сложно. Про UI я молчу, либо я что-то делаю не так, либо там совсем беда и ничего кроме того что вышло в one shot он дальше не может улучшить. \nИспользую каждый день:\n- Claude code с плагинами, набираете команду /plugin и там будет море полезных штук\n- cursor \n- codex через веб клиент",
      "images": [],
      "title_en": "",
      "text_en": "While the holidays were on I vibe-coded anything I could get my hands on.  \nFirst, a couple of inputs:\n- I last properly programmed something into production a long time ago, like 10 years ago probably — last time I wrote something by hand from scratch and all the way to the end as a ready-to-use project, seriously\n- I know the syntax of a lot of languages, I understand all the basic programming principles (all that OOP, functions, even remember how monads work)\n- but I don’t write code, though I can read any algorithmic trick, but I can’t do architecture stuff (it eats too much time)\n\nWhat I tried:\n- a frontend for a reader a-la  \nhttps://alphaxiv.org/\n- make the exact same thing as a Mac app\n- did various connections to our framework, like a plugin for Zed to use models that run through our uzu inference engine\n- modifications of different repos to support local inference, for example here  \nhttps://github.com/alexzhang13/rlm\n- solving various tasks in math analysis and olympiad programming from Kvant magazine (well, whoever remembers will get it)\n\nIn the end:\n- frontend is a disaster for me, I straight up don’t know web programming at all, so I just can’t get what I want, the interface keeps sliding around, I fought for hours just to align stuff to a grid or get PDF previews so nothing shifts\n- the Mac app turns out ok if you remove the interface; with UI it’s the same as web, but stuff like menu bar plugins that search articles by my queries — it does great\n- any modifications and connnections, plugins somewhere, and simple API support, whether it’s our engine or something else, it does reliably almost from the first try, especially if you ask in advance to write an  \nAGENTS.MD  \nfile in every repo so it’s easier to glue them together\n- it solves problems head-on pretty well, but if I try to write a bot for some game or trading in a game, basic math is a mess. Mean is median, median is mean, and so on. Primitive mistakes, and fixing them only works by hand. If your chain has a bunch of computations, it just can’t carry it through to the end. It only works if you force it to write tests for every step. But imo for these tasks that’s overkill.\n\nBottom line. The progress is very noticeable. Codex, in my opinion, is smarter for one-shot stuff, but Claude code is for projects that are wrapped in tests and md instructions at every step. For now it feels like the stage of writing integrations, connections, basic things and review is close to automation. But architecture and math in code are hard. UI I’m not even gonna talk about — either I’m doing something wrong, or it’s completely busted and it can’t improve anything beyond what came out in the one shot.\n\nI use every day:\n- Claude code with plugins, type the command /plugin and there’ll be a sea of useful stuff\n- cursor\n- codex via the web client"
    },
    {
      "id": 1199,
      "url": "https://t.me/chillhousetech/1199",
      "date_utc": "2026-01-03T12:40:49+00:00",
      "hash": "d0871e33519b140785bdb825db242f5f4f8253535f78776390d7a5836a81901e",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Хочу немного рассказать про кофаундеров и выбор с кем работать над проектом. \nЕсть такая популярная черта у многих с кем вы видите интервью, посты, сторис и прочее как «желание быть идейным лидером». \nУ такого типа личности есть признаки:\n- он быстро придумывает идеи\n- он хорошо продает эти идеи\n- но идеи почему-то редко доходят до той реализации, которая была задумана \n- им очень тяжело работать руками и в «полях»\nВы легко можете найти таких фаундеров в интернете. Они обычно дают много интервью, практически все их советы основаны на общих принципах (мотивация, будущее, и так далее). Вы редко увидите от них профессиональный совет, аналитику их сегмента рынка ну и тд. \nСамый частый сетап для таких фаундеров примерно такой:\n- они ищут менее опытного работягу с командой желательно (2-5 человек)\n- работяга это менее опытный в индустрии венчура и подьема денег человек, поэтому будет очень тяжело находить общий язык с человеком который «обеспечивает компанию средствами»\n- такой фаундер будет жонглировать идеями очень быстро, но и деньги поднимать будет быстро \n- но дальше серии А добежать не получается, то есть это такая вечно живая компания строитель идей, которые не доходят до этапа масштабирования или продажи\n- его доля обычно 80%, доля других в рамках оставшихся 20% (идею вы поняли)\n- команды такие обычно очень неравные в хард скилах, в рынке вы будете чувствовать как отстаете\nК чему я веду. Для многих это самый быстрый способ получить релевантный опыт, но это не способ получить «рабочий продукт», нужный рынку эксперимент и так далее. Поэтому мой совет: работайте с такими людьми, но вовремя выходите из цикла и начинайте свое. Ищите кофаундера который равен вам, но обладает другим скил сетом. Собирайте нетворк когда работаете с такими людьми.",
      "images": [],
      "title_en": "",
      "text_en": "I want to talk a bit about cofounders and choosing who to work with on a project.  \nThere’s this popular trait you’ll see in a lot of people whose interviews, posts, stories, etc. you come across — “the desire to be an ideological leader.”  \nThis type of personality has signs:\n- they come up with ideas fast  \n- they sell these ideas well  \n- but for some reason the ideas rarely make it to the execution that was intended  \n- it’s really hard for them to work with their hands and “in the trenches”  \n\nYou can easily find founders like this on the internet. They usually give a lot of interviews, and pretty much all their advice is based on general principles (motivation, the future, and so on). You’ll rarely see professional advice from them, analysis of their market segment, etc.  \n\nThe most common setup for founders like this is roughly:\n- they look for a less experienced workhorse, preferably with a team (2–5 people)  \n- the workhorse is less experienced in the venture industry and raising money, so it’ll be very hard to find a common language with the person who “provides the company with funds”  \n- that kind of founder will juggle ideas very fast, and raise money fast too  \n- but they can’t make it past Series A, meaning it’s this forever-alive company, a builder of ideas that never gets to scaling or selling  \n- their share is usually 80%, everyone else splits the remaining 20% (you get the idea)  \n- teams like that are usually very uneven in hard skills, and in the market you’ll feel how you’re falling behind  \n\nWhat am I getting at. For many, this is the fastest way to get relevant experience, but it’s not a way to get a “working product,” an experiment the market needs, and so on. So my advice: work with people like that, but get out of the cycle in time and start your own thing. Look for a cofounder who’s your equal, but has a different skill set. Build your network while you’re working with people like that."
    },
    {
      "id": 1198,
      "url": "https://t.me/chillhousetech/1198",
      "date_utc": "2026-01-02T16:54:29+00:00",
      "hash": "ced1c95bf427f589a3ecc46baeab0de69627372fb923bc1f867236da128fa7e6",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Что там по стартапам в 2025, ловите полный PDF от Carta",
      "images": [],
      "title_en": "",
      "text_en": "What’s up with startups in 2025 — here, catch the full PDF from Carta"
    },
    {
      "id": 1197,
      "url": "https://t.me/chillhousetech/1197",
      "date_utc": "2025-12-31T17:19:00+00:00",
      "hash": "21d44fede5209cdd6e1e87a3583d4c374f275c47b1fe9bcf1ab30ea08f5eb21c",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Дорогие друзья, читатели и читательницы, всех с наступающим Новым Годом! Всех благ! И чтобы ваши цели осуществлялись! \nВ новом году нас ждет как всегда больше интересных мнений, результатов и побед!",
      "images": [],
      "title_en": "",
      "text_en": "Dear friends, readers (both male and female), happy upcoming New Year to everyone! All the best! And may your goals come true!  \nIn the new year, as always, more interesting opinions, results, and victories await us!"
    },
    {
      "id": 1196,
      "url": "https://t.me/chillhousetech/1196",
      "date_utc": "2025-12-28T00:59:21+00:00",
      "hash": "ba40b229cb62196dd3c00605ad27ba5b591dcd4937b220d4dc854d1727e3c990",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Прикольная инфографика за год по каналу, я бы конечно сделал ссылки там всякие копируемые и все такое. Но забавно вышло, потестить на вашем канале можно тут \nhttps://tgwrapped.com",
      "images": [
        "https://cdn4.telesco.pe/file/MKSuHVet-oVot0lgQwl6q_1LDrM7ohBN4LtCUdBak2Qsis7aYdU-VJWDfBtbt8l9I1xhk9v4hLNf1HsY00tP77CgUxn0Je_S0xDj-ECgnV3DG7R7UnV-8OgTcyXp3WbXWAikZDjKsvUkaMBjgkoIXvtZYBF8TuUwoHutwK0Rv4ft27ZsuODJLUBekaqmMeGKCjmAoAHni_X8uqLYKA-skcsC84mw7Le-mAnR9Ucoxzja3T5yMwL6hKJUlc6niVwEzTiOnleqDCQDM7ALP0cnU0_eQHBKDm-XjKfalQ0YuV7GCBod1mgXYxJ9NCtSfRkKaEvn6ckOVMY0--5Sq1HiNA.jpg"
      ],
      "title_en": "",
      "text_en": "Pretty cool year-end infographic for the channel, I’d obviously make clickable links in there and all that. But it came out funny, you can test it on your channel here  \nhttps://tgwrapped.com"
    },
    {
      "id": 1195,
      "url": "https://t.me/chillhousetech/1195",
      "date_utc": "2025-12-24T13:11:40+00:00",
      "hash": "75149a794fba5fb3c89a001a5d22f51c08783c4093c86a700fc06233d39fecc0",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Знаете все эти картинки со статистикой сколько кто рейзит и на какой стадии. Мол вот в среднем столько-то и вот три фаундера, и вот такие проценты размытия. Относитесь к этой информации очень аккуратно. \nЕсли вы делаете свою компанию или продукт, вам необходимо иметь свою позицию по всем этим вопросам:\n- сколько вам денег нужно и на что\n- на какой период времени вам эти деньги \n- что вы собираетесь получить за эти бабки\n- доли, зарплаты и прочее это ваше решение, конечно всегда будут рекомендации, читайте их, поймите откуда они взялись и почему они такие какие есть\nВсе эти вопросы без опыта кажутся очень сложными. Но в реальности надо лишь прикинуть грубо (за ошибки карать вас не будут - просто шансы что ваш проект умрет повышаются). Ответьте честно сколько нужно и дальше начинаете всегда с цифры в 2-3 раза выше (чем больше свободы трат тем лучше). \nУчитывайте следующие факторы:\n- венчур предполагает что и дальше вы будете поднимать, размытие грубо уменьшается в два раза с каждым новым раундом \n- венчур про рост, поэтому чем быстрее вы покажете рост тем лучше (ну путать runrate или потратил лям получил лям как результат), определить рост для вашего продукта вы должны сами\nМой совет обычно такой. Говорите с людьми, со всеми до кого можете дотянуться. Но не принимайте на чистую веру их опыт. Поговорите с 5-10 людьми. Обычно 10-15 минут есть у любого чтобы ответить на ваши вопросы. Желательно подготовьте самые важные для себя вопросы заранее.",
      "images": [],
      "title_en": "",
      "text_en": "You know all those images with stats on who raises how much and at what stage. Like, on average it’s this much, and here are three founders, and here are the dilution percentages. Treat that info very carefully.  \n\nIf you’re building your own company or product, you need to have your own stance on all of this:\n- how much money you need and for what\n- for what period you need that money\n- what you’re going to get for that cash\n- equity, salaries, and the rest is your decision; sure, there will always be recommendations—read them, understand where they came from and why they are the way they are\n\nWithout experience, all these questions seem very hard. But in reality you just need to rough it out (nobody’s going to punish you for mistakes—your project’s chances of dying just go up). Answer honestly how much you need, and then you always start from a number 2–3x higher (the more spending freedom, the better).  \n\nKeep these factors in mind:\n- venture assumes you’ll keep raising later; dilution roughly drops by half with each new round\n- venture is about growth, so the faster you show growth, the better (don’t confuse that with run rate or “spent a million, got a million” as a result); you have to define what growth is for your product yourself\n\nMy advice is usually this. Talk to people, everyone you can reach. But don’t take their experience on pure faith. Talk to 5–10 people. Usually anyone has 10–15 minutes to answer your questions. Ideally, prep the most important questions for yourself in advance."
    }
  ]
}
