{
  "generated_at_utc": "2026-02-13T13:39:48Z",
  "source": "https://t.me/chillhousetech",
  "channel": "chillhousetech",
  "posts": [
    {
      "id": 1232,
      "url": "https://t.me/chillhousetech/1232",
      "date_utc": "2026-02-12T12:39:01+00:00",
      "hash": "411169e4e0ceb538cb2bd501dcc884238004eca372cb785c3ae58676ed5cc975",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Вышла достаточно прикольная \nблог статья,\n которую сам хотел попробовать написать. Но кодер и рисерчер из меня может быть так себе. Но на уровне ощущений это прям попадание. \nЕсли кратко то в гонке по автоматизации кодинга и, как многие считают, следом пойдет и весь software engineering, есть одна деталь. Сегодня все пытаются в лоб улучшать модели и оно понятно. Некая гипотеза прошлых трех лет, что мол одного перформанса модели достаточно чтобы потом уже все было топ. Но всегда рядом есть еще одна проблема. \nНазовем ее проблема «упряжки» (harness). Все занимаются построением самой быстрой тачки. А вот где сидеть удобно пока никто не думает. Например вот в code editing банально изменив подход, каким образом мы редактируем код и подаем форматирование в модель уже очень сильно меняет результат. В статье чувак хэши рядом с номером строк поставил и некоторые модели улучшили свой результат в бенчах в 10 раз. \nСтоит отметить что \nбенчи\n есть и от jetbrains по этой теме. \nИ прыжок в качестве ну очень сильный даж для топ моделей если просто поменять базовый формат взаимодействия с кодом. AI это не только модели, это тулинг, это инференс, это железо - все вместе. И бежать можно везде или где-то по отдельности. Огромная поляна для стартапов.",
      "images": [],
      "title_en": "",
      "text_en": "A pretty cool blog post came out, one I myself wanted to try writing. But I might be kinda meh as a coder and researcher. Still, on the level of vibes it’s a direct hit.\n\nIn short: in the race to automate coding and, as many believe, then the whole of software engineering after it, there’s one detail. Today everyone is trying to brute-force improve the models, and yeah, that’s understandable. Some hypothesis of the last three years: like, model performance alone is enough and then everything will be awesome. But there’s always another problem sitting right next to it.\n\nLet’s call it the “harness” problem. Everyone’s building the fastest car. But where you’re supposed to sit comfortably — nobody’s thinking about that yet. Like, in code editing, just changing the approach to how we edit code and how we feed formatting into the model already changes the result a lot. In the article the guy put hashes next to line numbers and some models improved their benchmark results by 10x.\n\nWorth noting that there are benches from JetBrains on this topic too.\n\nAnd the jump in quality is insanely strong even for top models if you just change the basic format of interaction with code. AI isn’t only models, it’s tooling, it’s inference, it’s hardware — all together. And you can run everywhere or somewhere separately. Massive field for startups."
    },
    {
      "id": 1231,
      "url": "https://t.me/chillhousetech/1231",
      "date_utc": null,
      "hash": "16acc6eecf636821c97ba2796b40132413c87b03c166f0b987c10604fa2b8d79",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "By Seedance 2.0 and Kayne East\nНу как вам качество сгенерированного видео?",
      "images": [],
      "title_en": "",
      "text_en": "By Seedance 2.0 and Kayne East  \nSo, how do you like the quality of the generated video?"
    },
    {
      "id": 1230,
      "url": "https://t.me/chillhousetech/1230",
      "date_utc": "2026-02-11T17:47:42+00:00",
      "hash": "721d98ad35f559508aebcca16105c2c35d633fac303d3c574a942f7c2da1866d",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "О, еще интересную \nвакансию\n нашел. Первая строчка описания:\n«\nBlue Rose Research\n builds data and AI tools that help Democrats win elections» \n😏",
      "images": [],
      "title_en": "",
      "text_en": "Oh, found another interesting job posting. First line of the description:\n\n“\nBlue Rose Research\nbuilds data and AI tools that help Democrats win elections”\n😏"
    },
    {
      "id": 1228,
      "url": "https://t.me/chillhousetech/1228",
      "date_utc": "2026-02-11T14:38:35+00:00",
      "hash": "406de2c1bfb9f2d205fd4c49d8d5799e99ae7548de68c5d7f6d522f6955d06f7",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Когда поднял раунд и вывесил сразу важные вакансии. И наверное еще поехал на Бали.",
      "images": [
        "https://cdn4.telesco.pe/file/Eq0kHolhnpkjFI4Q8VTvTun4BSnMpwpb6_1ldBX4peungHoxMgWOseAqPFYfmfFNipjzPpX9u4-R4O0B_IPPECdvW8QBszYS9DpWJHDBgNw6VLXj1fc5qAS7EoLeQWS_-wW_lk78wVhnTddbDZC3V5WQyGrn86zM-rM04UmhTYTU2aKAbuiWjnlyaqaQ7stR6ZciM2oB8BQ3b9_gysHY_pOsmi0egDJsUwoUg3Iap3PB1R8Z7hs_WcBxrupLe4ichX56CW_HF21d7XMluDV7xa2XyvkAfM8KhYdfx0WdphxIZXUabaut-9Z_GnZ4u3O3rkX7fD0KrGfwz5ZZ2y-Tog.jpg",
        "https://cdn4.telesco.pe/file/WDibO-0ApYhXw_MY96gznHst3QxSrQrjBtM3REI47UbLLok-Cc9zSOPxYMZ25XnGJtTK35oGgBMCA9jwpEG90hPRGJo0LMdYTFAzXBNqbNy8MCIBONxr-dkqTwUTGhL68f1B_TvzjYZgeGkmg81_pd18GUDcgADbGfKl-EuL2TdB7aARaMmpd96bzwbG6LZ1v9b7t-JzzNd-Jd7RHzNe801aDttOP8GH0txKH4BwqWGsFgW4FkvfZUtILj69Kdy0jy6Qvwur2t0uOOCgG0gqBx1tTMB9PLsk9X-uQmig9jQmAKO59-Wb3RmBvxHRfW89REA3agv3pEe1GIGLppDmdQ.jpg"
      ],
      "title_en": "",
      "text_en": "When you’ve raised a round and immediately posted the important openings. And probably also went off to Bali."
    },
    {
      "id": 1227,
      "url": "https://t.me/chillhousetech/1227",
      "date_utc": "2026-02-07T13:25:57+00:00",
      "hash": "e8ad63509fabd84772b40d4c9eea6367f4d07ab593b5ab8c0afb10657babf839",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "На выходные:\n1/ Waymo \nпоказала\n как они используют world models. Это прям круть. Симулируют дорожные ситуации. \n2/ мне кажется что предприниматель, который системно продает свое время совершает ошибку не вкладывая это время в свой бизнес (значит ли что его проекты херня?). Ведь свое время масштабировать через продажу часов невозможно. А вот бизнес можно.",
      "images": [],
      "title_en": "",
      "text_en": "For the weekend:\n1/ Waymo\nshowed\nhow they use world models. This is just sick. They simulate road situations.\n2/ it seems to me that an entrepreneur who systematically sells their time is making a mistake by not investing that time into their business (does that mean their projects are bullshit?). Because you can’t scale your own time by selling hours. But you can scale a business."
    },
    {
      "id": 1226,
      "url": "https://t.me/chillhousetech/1226",
      "date_utc": "2026-02-06T15:19:38+00:00",
      "hash": "2bdde78f5f03bc97004b5e3a0c78544a50ac6f74eebbabc8dbee9dd5362b8e39",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Короче, когда разместили вакансию начали прилетать разные резюме. Так как она была и в линкедине и много где в целом, то заметил один \"нюанс\".\nУ нас в описании очень узкие и редкие требования есть, ну типа оптимизация кернелов на GPU и еще лучше на каком-нибудь условном Metal. Что встречается ну очень редко, да и в целом мало где нужно. И чудесным образом у некоторых резюме, опыт выглядит примерно так:\n• писал бэкенд для больницы или чистил датасет\n• и тут же в январе 2026 личный проект \"Developed custom \nGPU kernels in Metal\n for accelerated matrix operations, specifically targeting Apple Silicon (M1/M2/M3) for on-device LLM inference.\"\nДа ну конечно \n🙂\n неужели кто-то думает, что такое скажется в хорошем смысле на процессе. Ужас конечно это все оптмизации резюме под вакансию.",
      "images": [],
      "title_en": "",
      "text_en": "In short, once we posted the vacancy, all kinds of resumes started flying in. Since it was on LinkedIn and a bunch of other places too, I noticed one “nuance”.\n\nWe’ve got some very narrow and rare requirements in the description, like GPU kernel optimization and even better on some hypothetical Metal. You almost never see that, and in general it’s barely needed anywhere. And magically, in some resumes the experience looks roughly like:\n\n• wrote backend for a hospital or cleaned a dataset  \n• and then right there in January 2026 a personal project: “Developed custom  \nGPU kernels in Metal  \nfor accelerated matrix operations, specifically targeting Apple Silicon (M1/M2/M3) for on-device LLM inference.”\n\nYeah sure.\n\n🙂\n\nDoes someone seriously think that’s gonna affect the process in a good way. It’s a horror show, this whole “optimize your resume for the vacancy” thing."
    },
    {
      "id": 1224,
      "url": "https://t.me/chillhousetech/1224",
      "date_utc": "2026-02-05T17:52:15+00:00",
      "hash": "45ed882d355a485b2d143613e1c59d3b3142540d447939a626e56350ffcfbc79",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Еще лучше вайбкодить можно будет получается. Новый релиз от \nAnthropic - Opus 4.6\nИ сразу \nCodex новый\n - жестко конкуренция идет",
      "images": [
        "https://cdn4.telesco.pe/file/jHNt6PmV5Qz_8LsY2OhbStUpcIynewFUwzPH0TiHj-5MnChLdACFasdr3ZlHaMTcjeI79rV5yy1IjrkyPNjv4GG0QB_T2E1uKoCv4taFW--LNvsko1aDnePxdEMxmSwVSJ3113sV3Gh3mVKDjeeEkYQlzaOrw-peXSNHAnMPUwfM6Js9Oc5VuON8xesk377IToDgTy4SnliGl0oPP_KY-YKe9BcO26JMOhEZT0D9CmOTt2X84Up15OrGXgRZFXnDjX7k-64XzXjamK1SinheqpRRV9UdqHPUeTWTJNnqJtbUUy_a8ocYp5bFJLQWqfz7DNbtZ4Eg1ESYa1eqvJjRVw.jpg"
      ],
      "title_en": "",
      "text_en": "Even better vibes-coding will be possible, turns out. New release from  \nAnthropic — Opus 4.6  \nAnd right away  \na new Codex  \n— brutal competition going on"
    },
    {
      "id": 1223,
      "url": "https://t.me/chillhousetech/1223",
      "date_utc": "2026-02-05T07:30:15+00:00",
      "hash": "9d98f7e4661305ae96a81466a5bd6f296f86b2e770002adfda52ab8265477537",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Тем временем, прикольный бенчмарк запустил Google. Используют площадку kaggle. \nБенч сделан, чтобы сравнить как разные сетки играют в игры. Достаточно интересно посмотреть результаты. Так сказать, кто во что горазд. \nБыло бы круто конечно добавить туда настоящие онлайн игры и посмотреть как сетки играют в доту или еще что-то такое. \nhttps://www.kaggle.com/game-arena",
      "images": [],
      "title_en": "",
      "text_en": "Meanwhile, Google launched a pretty fun benchmark. They’re using the Kaggle platform.  \nThe bench is made to compare how different nets play games. Kinda interesting to look at the results. Like, who’s good at what.  \nWould be cool, of course, to add real online games there and see how the nets play Dota or something like that.  \nhttps://www.kaggle.com/game-arena"
    },
    {
      "id": 1222,
      "url": "https://t.me/chillhousetech/1222",
      "date_utc": null,
      "hash": "7312ed58a100299d739b35471048b84a5010e454de6a2c1ec38374d5be1ca9c4",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Anthropic запустил нереально крутые 4 рекламы на Superbowl. Памятник агентству пожалуйста, которое сделало это.\nСэмчик обиделся и ответил в тви.\nРекламы тут\n (еще три штуки на их канале - рекомендую все)",
      "images": [],
      "title_en": "",
      "text_en": "Anthropic dropped 4 insanely cool ads on the Superbowl. Monument to the agency please, that made this.\nSammy got butthurt and fired back on Twitter.\nAds are here\n (three more on their channel — recommend all of them)"
    },
    {
      "id": 1221,
      "url": "https://t.me/chillhousetech/1221",
      "date_utc": "2026-02-03T07:06:17+00:00",
      "hash": "e75428a355961bf7709f8a22c266c3694983ff5b9fccd2c3dca6aec66899dd88",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Всем интересующимся, что ищут в YC в новом сезоне Spring 2026.",
      "images": [],
      "title_en": "",
      "text_en": "For anyone interested in what they’re looking for at YC in the new Spring 2026 batch."
    },
    {
      "id": 1220,
      "url": "https://t.me/chillhousetech/1220",
      "date_utc": "2026-02-02T08:43:18+00:00",
      "hash": "d3d0907e1d11c63bf17b738f2dd2015dd9e6485490e9e8000f713a2fee66126b",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Есть много бизнес челов, которые видимо упустили суть consumer продуктов где-то лет 10 назад и упоролись в трафло. Так вот несколько важных деталей:\n• AI сделает массовым поделки, которые в основном по идее создателей кому-то нужны, что сделает ценность продуктовой идеи еще выше. Грубо говоря, создать что-то кому-то нужное станет сложнее. Это как бы база.\n• Дальше, толпа орет мол реклама будет рулить и главное уметь в маркетинг. Ну так вот, маркетинг ваш в виде UA это конечно же важно. Но это как множитель к базе. Не важно насколько вы хороши если умножаете ноль. Другими словами продукт оказывается должен удерживать и выполнять свои задачи.\n• AI как и говорил замена многим вещам, где раньше требовались достаточно посредственные скилы. Пока на хороший продукт его не хватает самого по себе.\n• Все гении трафла с ростом скорости проверки треш гипотез пойдут массово заливать траффик. Помните hypercasual игры, быстро сделал и типа налил. Вот сейчас так будет с более сложными по сути продуктами. Конкуренция возрастет, цена на траффик взлетит, как и модель гиперкэжуал тема подохнет.\nСоветую \nЭндрю Чен про маркетинг\nПервые шаги в продукте от Скотта Бельски\n (одна статья бесплатно вроде)",
      "images": [],
      "title_en": "",
      "text_en": "There are a lot of business dudes who apparently missed the whole point of consumer products like 10 years ago and got hooked on trafflo. So here are a few important details:\n\n• AI will mass-produce the kind of hacky “products” that, in the creators’ heads, are supposedly needed by someone, which will make the value of an actual product idea even higher. Roughly speaking, making something that someone actually needs will get harder. That’s basically the base.\n\n• Next, the crowd is yelling like ads will run the show and the main thing is to know marketing. Well yeah, your marketing in the form of UA is obviously important. But it’s a multiplier on the base. Doesn’t matter how good you are if you’re multiplying zero. In other words, the product still has to retain and do its job.\n\n• AI, like I said, replaces a lot of stuff where you used to need pretty mediocre skills. For a good product, by itself, it’s not enough yet.\n\n• All the trafflo geniuses, with faster validation of trash hypotheses, will go en masse to pour traffic. Remember hypercasual games: made it fast and kinda poured. Now it’ll be like that with products that are more complex by nature. Competition will go up, traffic prices will skyrocket, and like with the hypercasual model, the whole thing will die.\n\nI recommend:\nAndrew Chen on marketing\nFirst Steps in Product by Scott Belsky\n(one article is free, I think)"
    },
    {
      "id": 1219,
      "url": "https://t.me/chillhousetech/1219",
      "date_utc": "2026-02-01T17:33:36+00:00",
      "hash": "4e264719c448eb1157ec80f4e6e23abf416298e695f4194bb38ae784a96f7819",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Есть еще такое наблюдение за долгое время, даже за собой порой тоже наблюдаю схожее. Как ни спрошу фаундера стартапа или своего проекта - у всех все супер офигенно. Что не релиз, то успех. Всегда вот вот будет 1-2-3-5-10-100 ARR, вот вот завтра, в следующем месяце будет раунд, два, три.\nМне интересно какой эффект это создает на масштабе? Ведь у 90% нет и не будет раундов, и не будет прогресса почти никогда. Почему никто не хочет поделиться реальными вопросами. Мне кажется одна из основных причин это эго фаундера направленное на публичное русло. А вы как думаете?",
      "images": [],
      "title_en": "",
      "text_en": "There’s another thing I’ve noticed over a long time, and sometimes I catch myself doing the same too. No matter how I ask a startup founder or someone running their own project — everyone’s doing fucking amazing. Every release is a success. It’s always like, 1-2-3-5-10-100 ARR is just around the corner, like, tomorrow, and next month there’ll be a round, two, three.\n\nI’m curious what kind of effect this creates at scale? Because 90% won’t have rounds and won’t, and will basically never have progress. Why does nobody want to share the real questions? Seems to me one of the main reasons is founder ego being pushed into the public stream. What do you think?"
    },
    {
      "id": 1217,
      "url": "https://t.me/chillhousetech/1217",
      "date_utc": "2026-01-30T02:21:06+00:00",
      "hash": "75b174e887f46e7233f9d29001954887f3f6338824c17f7cefd855db031c4119",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "У нас открылась еще одна позиция, фул тайм - Inference Engineer. Если вы любите извлекать из железа все соки и знакомы с AI/ML чуть дольше чем оно все на хайпе, то оставляйте заявки.\nОписание можно найти тут \nhttps://trymirai.com/inference-engineer\n \nКомпенсация в рынке\nRemote (prefer London or US)\nМед Страховка\nОпционы\nЗа удачный рефер платим\nЕсли вы знаете кому отправить - буду благодарен!",
      "images": [],
      "title_en": "",
      "text_en": "We’ve opened up another role, full-time — Inference Engineer. If you like squeezing every last drop out of hardware and you’ve been around AI/ML a bit longer than just while it’s been hyped, then drop an application.\n\nDescription is here  \nhttps://trymirai.com/inference-engineer\n\nComp is market-rate  \nRemote (prefer London or US)  \nHealth insurance  \nOptions  \nWe pay for a successful referral  \nIf you know who to send it to — I’d appreciate it!"
    },
    {
      "id": 1216,
      "url": "https://t.me/chillhousetech/1216",
      "date_utc": "2026-01-29T22:22:32+00:00",
      "hash": "d6259efe51e84bf5615a55a5e79505c2dfcadaabfbb8cde42c282ab674199fa3",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Сколько там OpenAI обещал к 2030 году делать в год? А тут вроде вон за \nквартал.\n \nApple today announced financial results for its fiscal 2026 first quarter ended December 27, 2025. The Company posted quarterly revenue of $143.8 billion, up 16 percent year over year.",
      "images": [],
      "title_en": "",
      "text_en": "How much was it that OpenAI promised to be making per year by 2030? And here it’s like, bam, in a quarter.\n\nApple today announced financial results for its fiscal 2026 first quarter ended December 27, 2025. The Company posted quarterly revenue of $143.8 billion, up 16 percent year over year."
    },
    {
      "id": 1215,
      "url": "https://t.me/chillhousetech/1215",
      "date_utc": "2026-01-29T16:12:16+00:00",
      "hash": "c6875b31e9da83de1be22fab2ba11ef10e8ab7ce345ac090638ae1af8ada5dd1",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Как делают бенчи в OpenAI",
      "images": [
        "https://cdn4.telesco.pe/file/ZJvtrRrXG0D9Tfeh_NnJr3jUF9_burEsPzb23jh2bBLqiVzfChG38IEizTrxM__PRLVD9YTmuRdokYF1Sz4L7oDfCts4qSuGMeoWKI8NTwpanXAqnnbkdESQUU3rBjzmM7WJUYmVTxYmwc5B463AOE1r2UBhjCINYiCGFcToeMVsQbci0QnK4SNpNiaQIpuc2Yu2aZUg0SRvnnBnzvdW2sXWr_u9HThGVxfAWK8j2X_5NBtAtwOF7KKEVtub09rbvtyWf1gdypChCipO8pFnhtjS-n4L96sRdjTEJQ4AleaWL_VmVKLS1-fkqhyehb0QD7XGIvxtatZwS9YITrp6iA.jpg"
      ],
      "title_en": "",
      "text_en": "How benchmarks get made at OpenAI"
    },
    {
      "id": 1214,
      "url": "https://t.me/chillhousetech/1214",
      "date_utc": null,
      "hash": "2d03366f07aef8cabc40653066ce020a1df2ffffa14b86a0b1f0bb75deaa7594",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Xiaomi. 1 телефон в секунду. 24/7 может работать, нет персонала, работает в темноте :)",
      "images": [],
      "title_en": "",
      "text_en": "Xiaomi. 1 phone a second. Can run 24/7, no staff, works in the dark :)"
    },
    {
      "id": 1213,
      "url": "https://t.me/chillhousetech/1213",
      "date_utc": "2026-01-26T19:07:14+00:00",
      "hash": "5d2d1ded5f96856de70c2ae020a895b84001280933a9182e3d2a4e8e7c8a3c11",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Там Дарио запустил эссе, и в этот раз он стопицот раз уже повторил что мол может ошибаться, что мол это всего лишь прдеположение и все такое (а че на интервью так не говорит?). Но этот его скепсис постепенно в течение эссе заканчивается и дальше в принципе советую прочесть. Но самый важный прыжок в его рассуждениях стоит в этом абзаце:\nWe are now at the point where AI models are beginning to make progress in solving unsolved mathematical problems, and are good enough at coding that some of the strongest engineers I’ve ever met are now handing over almost all their coding to AI. Three years ago, AI \nstruggled with elementary school arithmetic problems\n and was barely capable of writing a single line of code. Similar rates of improvement are occurring across \nbiological science\n, finance, physics, and a variety of agentic tasks. If the exponential continues—which is not certain, but now has a decade-long track record supporting it—then it cannot possibly be more than a few years before AI is better than humans at essentially everything.\nГде так по простому, мол раньше было сложно написать строчку кода, а теперь мол вон лучше топ инженеров (хм, это вывод из интересно какого факта? что у него в компании утверждают что 90% кода пишет AI?). И дальше он говорит, что так будет везде. Смело. И что есть 10 лет экспоненты и она продолжится (тоже занятная экстраполяция).  Напоминает прогресс в комьютерной графике, мол три года назад было ой как плохо, а сейчас мол смотрите машинки похожие на те, что на улице. Сами знаете, что потом как-то скорость подупала, а и всем плюс минус пофигу стало.\nДальше все 5 пунктов советую прочесть. Но если грубо то он идет от риска страны гениев, потом что мол надо хорошие ограничения делать, потом мол политики стран будут своих жителей через аи унижать и вот фиг победишь (видимо надо будет потом за демократию бороться старыми методами). Потом экономика и наука, что с экономикой в принципе можно понять, но с наукой мне кажется пока новых идей научных от AI мы долго видеть не будем.\nПочитать эссе самому",
      "images": [],
      "title_en": "",
      "text_en": "So Dario dropped an essay, and this time he repeated like a hundred-fucking-times that he might be wrong, that it’s “just a hypothesis” and all that (why doesn’t he say that in interviews though?). But this skepticism of his gradually runs out over the course of the essay, and after that I generally recommend reading on. But the most important leap in his reasoning sits in this paragraph:\n\nWe are now at the point where AI models are beginning to make progress in solving unsolved mathematical problems, and are good enough at coding that some of the strongest engineers I’ve ever met are now handing over almost all their coding to AI. Three years ago, AI \nstruggled with elementary school arithmetic problems\n and was barely capable of writing a single line of code. Similar rates of improvement are occurring across \nbiological science\n, finance, physics, and a variety of agentic tasks. If the exponential continues—which is not certain, but now has a decade-long track record supporting it—then it cannot possibly be more than a few years before AI is better than humans at essentially everything.\n\nWhere it’s all so simple, like, before it was hard to write a line of code, and now look, it’s better than top engineers (hmm, that conclusion is based on what interesting fact exactly? that at his company they claim 90% of the code is written by AI?). And then he says it’ll be like that everywhere. Bold. And that there are 10 years of exponential and it’ll keep going (also a curious extrapolation). Reminds me of progress in computer graphics: like three years ago it was “oh wow so bad,” and now “look, cars that look like the ones on the street.” You know yourselves what happened next: the pace kind of slowed down, and everyone more or less stopped giving a shit.\n\nFurther on, I recommend reading all 5 points. But roughly speaking he goes from the risk of a country of geniuses, then that we need to make good restrictions, then that politicians of countries will humiliate their residents via AI and you won’t beat that for shit (apparently then we’ll have to fight for democracy using the old methods). Then economics and science: with economics you can kinda get it, but with science it seems to me we won’t be seeing new scientific ideas from AI for a long time yet.\n\nRead the essay yourself"
    },
    {
      "id": 1212,
      "url": "https://t.me/chillhousetech/1212",
      "date_utc": "2026-01-26T15:15:18+00:00",
      "hash": "75b59a49df484f66442a480ac2bb94bda2e4913e831c315eedeb80b1bd0709f4",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Есть такое расхожее мнение, что AI сделает все звенья цепочки в tech индустрии просто быстрее и эффективнее. Мол сейчас продактам раздадут Claude code, мы их обучим и настанет эра быстрых итераций. Но я считаю немного по-другому. Моя логика примерно такая (критика велкам):\n- узкое место в любом экономическом процессе производства (софт) всегда время, условно как долго что-то полезное делать\n- откуда в software бралось это время, я считаю банально из-за того что набирать символы на клавиатуре было долго, поэтому требовалось больше инженеров которые могут набирать и думать над одним проектом\n- чем больше элементов системы, тем выше потребность в синхронизации и верификации усилий (ну все печатают с разной скоростью - такая утрированная формулировка)\n- вводим элемент синхронизации - менеджер/лид\n- количество элементов синхронизации сильно растет - получаем процессы/ответственность(функция сведения/свертки)\n- ну вот и вся наша индустрия сегодня \nОдно из новшеств, которой дает AI это сокращение времени на самый первый пункт - кодинг. И если он по мнению многих никогда не был действительно узким местом, то тем не менее количество людей в индустрии держал он. А теперь представим что это не вопрос. Тогда количество людей сильно сократится. И тем самым все уровни выше (они конечно еще больше пострадают, так как у них не было часто понимания че ваще там в коде происходит). Проджекты, продакты и прочее. Потому что ставить эксперименты смогут те кто просто будет держать ответственность, таких всегда было мало (мало кто любит риск). \nПримеров подобных сжатий очень много:\n- конвейер начала 20 века\n- индустриализация (люди уходят с полей)\n- итд\nИ есть второй фундаментальный сдвиг, который дает AI - это возможность работать с недетерминированным вводом от пользователя. Это очень сильно изменит UI и следом UX. Об этом потом.",
      "images": [],
      "title_en": "",
      "text_en": "There’s this common take that AI will just make every link in the tech industry chain faster and more efficient. Like, now we’ll hand products Claude code, we’ll train them, and boom — era of fast iterations. But I think a bit differently. My logic is roughly this (critique welcome):\n\n- the bottleneck in any economic production process (software) is always time — basically, how long it takes to do something useful  \n- where that time in software came from, IMO, is simply that typing characters on a keyboard was slow, so you needed more engineers who can type and think on one project  \n- the more elements in a system, the higher the need for synchronization and verification of efforts (well, everyone types at different speeds — an exaggerated way to put it)  \n- introduce a sync element — manager/lead  \n- the number of sync elements grows like crazy — you get processes/responsibility (a “reduction/folding” function)  \n- and that’s basically our whole industry today  \n\nOne of the “innovations” AI brings is cutting time on the very first point — coding. And even if, according to many, it was never really the bottleneck, it still held up the headcount in the industry. Now imagine it’s not a question anymore. Then the number of people will shrink hard. And with it all the layers above (they’ll get hit even more, because they often didn’t have a clue what the hell is even going on in the code). PMs, product folks, and the rest. Because the people who’ll be able to run experiments will be the ones who simply hold responsibility — and there were always few of those (few people like risk).\n\nThere are tons of examples of this kind of compression:\n- the early-20th-century assembly line  \n- industrialization (people leaving the fields)  \n- etc  \n\nAnd there’s a second fundamental shift AI brings: the ability to work with non-deterministic user input. This will seriously change UI and then UX. More on that later."
    },
    {
      "id": 1211,
      "url": "https://t.me/chillhousetech/1211",
      "date_utc": "2026-01-24T03:20:00+00:00",
      "hash": "6b917c9899475df9adbb3c64c4f4471d20867e6050966b795da31643ee1b5b3c",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Кстати \nнеплохая вакансия,\n достаточно свежая. Помню и годик назад такие были там. \nА их (DeepMind) кофаундер достаточно уверенно говорит следующее (пишет что аж с 2009 года):\n- в 2028 нас ждет minimal AGI, это который способен выполнять все задачи в том числе когнитивные за исключением требующихся экстра способностей (типа задачи для гениев и так далее, сложно сказать что тут имеется ввиду, ну вот так определил)\n- а потом за ~5 лет (он написал мол если за год будет удивлен, если за 10 тоже будет удивлен) будет полный AGI, типа любую задачу которую решает человек можно будет решить \nЛинк на твит\nЛинк на его phd работу\n (прочитал наискосок, не понял в чем прикол, ну чел написал там тучу всего, в чем его гений? Расскажите кто шарит. А то чемто на мои работы в универе смахивает)",
      "images": [],
      "title_en": "",
      "text_en": "By the way  \nnot a bad vacancy,  \npretty fresh. I remember even a year ago there were ones like that there.  \nAnd their (DeepMind’s) cofounder says the following pretty confidently (claims it’s been his view since 2009, like):\n- in 2028 we’re in for minimal AGI, the kind that can do all tasks including cognitive ones, except the ones requiring extra abilities (like tasks for geniuses and so on, hard to say what he even means here, but that’s how he defined it)\n- and then in ~5 years (he wrote like he’d be surprised if it takes a year, and if it takes 10 he’d also be surprised) there’ll be full AGI, like any task a human solves can be solved  \nLink to the tweet  \nLink to his PhD thesis  \n (skimmed it, didn’t get what the big deal is, dude wrote a ton of stuff in there, where’s his genius? Tell me if you’re in the know. Because it kinda looks like my uni papers)"
    },
    {
      "id": 1210,
      "url": "https://t.me/chillhousetech/1210",
      "date_utc": "2026-01-21T11:46:06+00:00",
      "hash": "93ae38074482429036f3a65b0755ba14c2b70dc0b7f128662ec97bc724c58630",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Из наблюдений. По-моему ощущению автоматизация кодинга приведет к интересному эффекту:\n1/ профессия инеженера станет ближе к профессии ученого, то есть где идеи и понимание дороже прикладных навыков (так было кстати когда-то давно в 70-80х)\n2/ количество мусорного софта будет огромным, но он будет никому не нужен. Это то, что каждый продакт или посредственный инженер кинулся делать продукты. Да их станет больше. Но будет эффект тиктока, раз такой большой выбор, то выбирать будут лучшее. А лучшее требует более высокого уровня подход. \n3/ в целом ничего не поменяется думается мне, да фидбек цикл станет быстрее, да итерации станут дешевле, но это все поверх «а че вообще делать то»\nНамного интереснее наблюдать сдвинется ли прогресс в теоретических изысканиях (автоматизация рисерча). Потому что пока что там не так круто. Но подвижки есть. \nCursor пишет свой браузер с нуля агентами \nDario из Anthropic как обычно предсказывает смерть обычным инженерам \nНапиши код лучше Claude - Challenge от команды Anthropic",
      "images": [],
      "title_en": "",
      "text_en": "Some observations. In my feel, automating coding will lead to an interesting effect:\n1/ the engineer profession will get closer to the scientist profession — meaning where ideas and understanding are pricier than applied skills (that’s actually how it was way back in the 70s–80s)\n2/ the amount of trash software will be huge, but nobody will need it. This is that thing where every product person or mediocre engineer rushes to build “products.” Yeah, there’ll be more of them. But there’ll be a TikTok effect: when the choice is that huge, people will pick the best. And the best requires a higher level of approach.\n3/ overall nothing will change, I think. Yeah the feedback loop will get faster, yeah iterations will get cheaper, but that’s all on top of “so what the hell are we even supposed to do”\n\nWay more interesting is to watch whether progress shifts in theoretical digging (research automation). Because so far it’s not that cool there. But there are movements.\n\nCursor is building its own browser from scratch with agents\nDario from Anthropic, as usual, predicts the death of regular engineers\nWrite code better than Claude — a Challenge from the Anthropic team"
    },
    {
      "id": 1209,
      "url": "https://t.me/chillhousetech/1209",
      "date_utc": "2026-01-19T10:40:11+00:00",
      "hash": "e6a041419660b6ae2cd36d63498072de1c7b2b8b6a66d9d6e6c32dcda45d0d9b",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Такс, ваше мнение важно для нас. Накидайте реакций соответствующих плиз. \nНу и если кто по бренду шарит может есть идеи.",
      "images": [
        "https://cdn4.telesco.pe/file/nAUQrIqq3os-4AumdapK4ffuYDOHKIfWwHufjOB87SDbpvdEdFJDN-N44viEOh45CKYnj-qKDO0GZTxN81bsjDm57ItQbnPElKDvDQE7F0RVzRFMpxIfm9ejuWhaQppMw5Yd-I5ASM2qPHaWSLMhTTOGrHG0zQtOyFI_8ig7lXuX0I9vO_b8mA7F0yyai9r-CoSHg30cA1l2e9aA4v7ht4IH_2kaUuhbTzWpLKTEuEEAUvE7Y1cAgnIJDvAn2TPhyjJFmnDedRtsa9sGmaJeHpVdpefeqYA0ptJCJAM9RedcfB6yRcQen_j6qB8fT-FcFbe2VR_qURZ2do79kz0Ckw.jpg"
      ],
      "title_en": "",
      "text_en": "Alrighty, your opinion is important to us. Drop the appropriate reactions pls.  \nAnd if anyone actually knows branding, maybe you’ve got ideas."
    },
    {
      "id": 1208,
      "url": "https://t.me/chillhousetech/1208",
      "date_utc": "2026-01-16T18:27:48+00:00",
      "hash": "abe951db5d0ac2ffb0a7a41796dc38ceea3c0c743336bad01323fc1930987696",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "«Неожиданно»",
      "images": [
        "https://cdn4.telesco.pe/file/oS4mqhuDubOOcYid3FaK-XI-e7QebZ7Bv-lT5VujkLZQBujul5KgCdg6anaz5Hbw9ur2qBBZ0KTndoMnQJ5Y7BMFunbnEmnsG1-zp8PKIweE0tpOf-Id2EdKUXdxqWyQoZkr_Bur6ImGKEfCmmxzu6SRTGmTSMQwyrx_ZcPijIkpgKMvIaiPdn5zjbeBHHMeI-rN2814YWCgvf4PLOvRS8-ccHC804DKI_s_HwGrluEBbQsJFH6GXoeTKkDquQpc570bP2rzgz-pzQdwzBcYlIN1vmYvYLFvsbCfYXzCLI4jXcEeUQQicMAFWffAJNcQzR5j0qT20HROXQNU-QNA9g.jpg"
      ],
      "title_en": "",
      "text_en": "“Unexpected”"
    },
    {
      "id": 1207,
      "url": "https://t.me/chillhousetech/1207",
      "date_utc": "2026-01-16T14:02:27+00:00",
      "hash": "d7a0e1ce4c0be2eee661c4e34450e9ddd01d8c410fed9952ef403387917fce78",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Пост поиска стажера (можно почти без опыта, студенты и так далее). Репостните, если вы знаете куда или у вас есть контакты или подписчики.\nМы в наш скромный проект \nhttps://trymirai.com\n ищем стажера для работы с поддержкой разных моделей на уровне \nhttps://github.com/trymirai/lalamo\n \nЧего делать: \n• конвертить модельки в запускаемый нами формат и тестировать все флоу, тулы и прочее\n• вайб-кодить конфиги\n• поддерживать тех спеку, поддерживать чат шаблоны и прочее\n• постить апдейтики в Discord команды (да да мы используем для коммуникации внутри команды Discord)\nЧего хотелось бы от кандидата:\n• быть знакомым с Python, владеть Cursor etc, уметь в линейную алгебру\n• опыт в AI/ML будет жирным плюсом\n• самостоятельность и желание развиваться\nЧего предлагаем:\n• стажировка оплачиваемая - условия индвидуальные по результатам собеседования\n• минимальный срок стажировки 2 месяца\n• возможность поработать в хорошо профинасированном стартапе и реальным клиентами (топ тир AI labs и продуктами с 100м+ аудитории)\nФорма для заполнения если интересно тут",
      "images": [],
      "title_en": "",
      "text_en": "Intern search post (you can be with almost no experience, students and so on). Repost if you know where to, or you’ve got contacts or followers.\n\nWe, in our modest project  \nhttps://trymirai.com  \nare looking for an intern to work with supporting different models at the level of  \nhttps://github.com/trymirai/lalamo\n\nWhat you’ll do:  \n• convert little models into the format we run and test all the flows, tools, and the rest  \n• vibe-code configs  \n• maintain the tech spec, maintain chat templates and the rest  \n• post little updates in the team’s Discord (yes yes we use Discord for internal team comms)\n\nWhat we’d like from a candidate:  \n• be familiar with Python, know Cursor etc, be able to do linear algebra  \n• experience in AI/ML would be a fat plus  \n• independence and a desire to grow\n\nWhat we offer:  \n• paid internship — terms are individual based on interview results  \n• minimum internship term: 2 months  \n• a chance to work at a well-funded startup and with real clients (top-tier AI labs and products with 100M+ audience)\n\nForm to fill out if you’re interested is here"
    },
    {
      "id": 1206,
      "url": "https://t.me/chillhousetech/1206",
      "date_utc": "2026-01-16T10:41:09+00:00",
      "hash": "6c5a7b9ee870b23ed4a7c0e38a02e1a39655c77e63e157ce54cabbbab870a5e3",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Короче говоря, давно хотел вам написать гайд по вашему проекту. Если вы вдруг собрались строить стартап то:\n- либо вы ищите способ почти бесплатно выстроить дистрибуцию \n- либо вы нашли способ рубить сотни процентов маржи\nВсе остальное имхо это странная затея. Сейчас очень модно на волне AI делать новые инструменты (подставить задачу и решить ее с помощью AI). И понеслись все делать примитивные идеи, но раз их можно автоматизировать это уже достойный проект. Вспомните dot-com bubble (все начали делать сайты). Сейчас примерно тоже самое. Помимо очевидного «это не нужно автоматизировать», большая часть не скейлится и не приносит денег даже при полном выполнении всех условий. \nИменно поэтому я очень скептичен к показателю runrate (его любят называть ARR сейчас, хотя это ошибка). То что вы умеете делать большую выручку при огромных затратах лишь показывает готовность рынка смотреть на AI поделки, но ничего не говорит о том что это кому-то нужно в долгую.",
      "images": [],
      "title_en": "",
      "text_en": "Long story short, I’ve been meaning to write you a guide for your project for a while. If you suddenly decided to build a startup, then:\n- either you’re looking for a way to build distribution almost for free\n- or you’ve found a way to chop hundreds of percent in margin\nEverything else imo is a weird idea. Right now it’s super fashionable to ride the AI wave and build new tools (plug in a task and solve it with AI). And off everyone goes making primitive ideas, but since you can automate them that’s already a “worthy project.” Remember the dot-com bubble (everyone started making websites). Now it’s about the same. Besides the obvious “this doesn’t need to be automated,” most of it doesn’t scale and doesn’t make money even if you fully meet all the conditions.\nThat’s exactly why I’m very skeptical about the run rate metric (they love calling it ARR now, even though that’s a mistake). The fact you can generate big revenue at huge costs only shows the market is willing to look at AI craft projects, but it says nothing about whether anyone will need this long-term."
    },
    {
      "id": 1205,
      "url": "https://t.me/chillhousetech/1205",
      "date_utc": "2026-01-15T21:16:11+00:00",
      "hash": "5a28f65158ee7afa41c3dcfbe4f7ac70b7033bcc4eef4076ee706d3d830d7a88",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Нашел еще неплохой репорт по AI от ребят из Stanford. Много тем, много трендов. Рекомендую, чтобы понять динамику за три года.\nWebsite\n (где есть саммари)\nPDF прикрепил",
      "images": [],
      "title_en": "",
      "text_en": "Found another pretty solid AI report from the Stanford guys. Lots of topics, lots of trends. Recommend it if you want to get a feel for the dynamics over three years.\nWebsite\n (where there’s a summary)\nAttached the PDF"
    }
  ]
}
