{
  "generated_at_utc": "2026-01-10T18:47:15Z",
  "source": "https://t.me/chillhousetech",
  "channel": "chillhousetech",
  "posts": [
    {
      "id": 1202,
      "url": "https://t.me/chillhousetech/1202",
      "date_utc": "2026-01-08T20:22:11+00:00",
      "hash": "a757df580f5bf4b20d4d18aa4303b52ec7ed1f0872a79045c11c8072c5c35b9e",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Есть у меня один такой красный флаг, как любят говорить, когда смотрю на какой-то стартап. Ну или средней руки компанию размером человек 50. Но лучше стартап на человек 15-20. \nЭто процессы. Ноушены, таблицы, трекеры, OKR, забитые календари, миллионы метрик и отчетов. И это все, когда нет PMF, все убыточно, люди то уходят то приходят, пивоты каждые пол года. \nКороче когда процессы и отчеты затмевают результаты это гг. Бегите. \nЗаметить это проще простого, спросите на собесе «а че там используете для задач?», если ответ дольше 2-3 минут - это компания где важнее процесс, а не результат.",
      "images": [],
      "title_en": "",
      "text_en": "I’ve got one of those red flags, as people like to say, when I look at some startup. Or a mid-sized company of like 50 people. But better a startup of 15–20.\n\nIt’s processes. Notions, spreadsheets, trackers, OKRs, stuffed calendars, millions of metrics and reports. And all of that when there’s no PMF, everything’s unprofitable, people keep leaving and coming back, pivots every six months.\n\nBasically when processes and reports overshadow results — that’s gg. Run.\n\nSpotting it is dead simple: ask in the interview, “so what do you use for tasks?”, if the answer takes longer than 2–3 minutes — that’s a company where process matters more than result."
    },
    {
      "id": 1200,
      "url": "https://t.me/chillhousetech/1200",
      "date_utc": "2026-01-06T01:43:32+00:00",
      "hash": "efbc80940b8e723c9f0bcf6feff31328da1dd2326a6d230fa39e182d25bd21c5",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Пока были праздники вайбкодил все, что попадется под руку. \nДля начала пару вводных:\n- я нормально программировал что-то в продакшен очень давно, наверное лет 10 назад последний раз когда я написал руками что-то с нуля и до конца как готовый к использованию проект по серьезному \n- я хорошо знаком с синтаксисом многих языков, понимаю все базовые принципы программирования (всякие там ооп, функции, монады даже помню как работают)\n- но я не пишу код, но могу прочитать любой алгоритмический прием, но не могу всякие архитектурные темы (слишком много времени уходит)\nЧто я пробовал:\n- фронтенд для читалки а-ля \nhttps://alphaxiv.org/\n- точно такую же тему сделать как приложение для мака \n- делал различные коннекшены к нашему фреймворку, например плагин для zed чтобы использовать модели которые запускают через наш uzu inference engine \n- модификации разных репозиториев чтобы поддержать локальный инференс например вот тут \nhttps://github.com/alexzhang13/rlm\n- решение различных задач по матану и Олимпиадному программированию из журнала Квант (ну кто помнит тот поймет)\nПо итогу:\n- с фронтом у меня беда, я вообще не умею в веб программирование и поэтому тупо не могу получить то что хочу, интерфейс едет постоянно, я бился часами для выравнивания просто по сетке или получения превью пдф чтобы ничего не съезжало \n- приложение для мака получается ок если убирать интерфейс, с UI все так же как с вебом, но всякие плагины в menu bar которые статьи ищут по моим запросам делает отлично\n- любые модификации и коннккшены, плагины куда-то и простые поддержки API, будь то нашего движка или еще чего делает исправно почти с первого раза, особенно если заранее попросить написать \nAGENTS.MD\n файлик в каждом репозитории чтобы их легче было соединить \n- задачки решает в лоб неплохо, но если я пробую написать бота для игры во что-то или трейдинг в игре, беда с базовой математикой. То среднее это медиана то медиана то среднее и так далее. Ошибки примитивные, но исправить их получается только руками. Если у тебя цепочка состоит из всяких вычислений то он банально не может до конца довести. Получается только если заставить написать тесты на каждый шаг. Но имхо для таких задач это перебор. \nПо итогу. Прогресс очень ощутим. Codex по моему мнению умнее для one shot штук, а вот Claude code для проектов которые обложены тестами и md инструкциями на каждом шаге. Пока ощущение, что стадия написания интеграций, коннекшенов, базовых вещей и ревью близка к автоматизации. Но вот архитектура и математика в коде дается сложно. Про UI я молчу, либо я что-то делаю не так, либо там совсем беда и ничего кроме того что вышло в one shot он дальше не может улучшить. \nИспользую каждый день:\n- Claude code с плагинами, набираете команду /plugin и там будет море полезных штук\n- cursor \n- codex через веб клиент",
      "images": [],
      "title_en": "",
      "text_en": "While the holidays were on I vibe-coded anything I could get my hands on.  \nFirst, a couple of inputs:\n- I last properly programmed something into production a long time ago, like 10 years ago probably — last time I wrote something by hand from scratch and all the way to the end as a ready-to-use project, seriously\n- I know the syntax of a lot of languages, I understand all the basic programming principles (all that OOP, functions, even remember how monads work)\n- but I don’t write code, though I can read any algorithmic trick, but I can’t do architecture stuff (it eats too much time)\n\nWhat I tried:\n- a frontend for a reader a-la  \nhttps://alphaxiv.org/\n- make the exact same thing as a Mac app\n- did various connections to our framework, like a plugin for Zed to use models that run through our uzu inference engine\n- modifications of different repos to support local inference, for example here  \nhttps://github.com/alexzhang13/rlm\n- solving various tasks in math analysis and olympiad programming from Kvant magazine (well, whoever remembers will get it)\n\nIn the end:\n- frontend is a disaster for me, I straight up don’t know web programming at all, so I just can’t get what I want, the interface keeps sliding around, I fought for hours just to align stuff to a grid or get PDF previews so nothing shifts\n- the Mac app turns out ok if you remove the interface; with UI it’s the same as web, but stuff like menu bar plugins that search articles by my queries — it does great\n- any modifications and connnections, plugins somewhere, and simple API support, whether it’s our engine or something else, it does reliably almost from the first try, especially if you ask in advance to write an  \nAGENTS.MD  \nfile in every repo so it’s easier to glue them together\n- it solves problems head-on pretty well, but if I try to write a bot for some game or trading in a game, basic math is a mess. Mean is median, median is mean, and so on. Primitive mistakes, and fixing them only works by hand. If your chain has a bunch of computations, it just can’t carry it through to the end. It only works if you force it to write tests for every step. But imo for these tasks that’s overkill.\n\nBottom line. The progress is very noticeable. Codex, in my opinion, is smarter for one-shot stuff, but Claude code is for projects that are wrapped in tests and md instructions at every step. For now it feels like the stage of writing integrations, connections, basic things and review is close to automation. But architecture and math in code are hard. UI I’m not even gonna talk about — either I’m doing something wrong, or it’s completely busted and it can’t improve anything beyond what came out in the one shot.\n\nI use every day:\n- Claude code with plugins, type the command /plugin and there’ll be a sea of useful stuff\n- cursor\n- codex via the web client"
    },
    {
      "id": 1199,
      "url": "https://t.me/chillhousetech/1199",
      "date_utc": "2026-01-03T12:40:49+00:00",
      "hash": "d0871e33519b140785bdb825db242f5f4f8253535f78776390d7a5836a81901e",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Хочу немного рассказать про кофаундеров и выбор с кем работать над проектом. \nЕсть такая популярная черта у многих с кем вы видите интервью, посты, сторис и прочее как «желание быть идейным лидером». \nУ такого типа личности есть признаки:\n- он быстро придумывает идеи\n- он хорошо продает эти идеи\n- но идеи почему-то редко доходят до той реализации, которая была задумана \n- им очень тяжело работать руками и в «полях»\nВы легко можете найти таких фаундеров в интернете. Они обычно дают много интервью, практически все их советы основаны на общих принципах (мотивация, будущее, и так далее). Вы редко увидите от них профессиональный совет, аналитику их сегмента рынка ну и тд. \nСамый частый сетап для таких фаундеров примерно такой:\n- они ищут менее опытного работягу с командой желательно (2-5 человек)\n- работяга это менее опытный в индустрии венчура и подьема денег человек, поэтому будет очень тяжело находить общий язык с человеком который «обеспечивает компанию средствами»\n- такой фаундер будет жонглировать идеями очень быстро, но и деньги поднимать будет быстро \n- но дальше серии А добежать не получается, то есть это такая вечно живая компания строитель идей, которые не доходят до этапа масштабирования или продажи\n- его доля обычно 80%, доля других в рамках оставшихся 20% (идею вы поняли)\n- команды такие обычно очень неравные в хард скилах, в рынке вы будете чувствовать как отстаете\nК чему я веду. Для многих это самый быстрый способ получить релевантный опыт, но это не способ получить «рабочий продукт», нужный рынку эксперимент и так далее. Поэтому мой совет: работайте с такими людьми, но вовремя выходите из цикла и начинайте свое. Ищите кофаундера который равен вам, но обладает другим скил сетом. Собирайте нетворк когда работаете с такими людьми.",
      "images": [],
      "title_en": "",
      "text_en": "I want to talk a bit about cofounders and choosing who to work with on a project.  \nThere’s this popular trait you’ll see in a lot of people whose interviews, posts, stories, etc. you come across — “the desire to be an ideological leader.”  \nThis type of personality has signs:\n- they come up with ideas fast  \n- they sell these ideas well  \n- but for some reason the ideas rarely make it to the execution that was intended  \n- it’s really hard for them to work with their hands and “in the trenches”  \n\nYou can easily find founders like this on the internet. They usually give a lot of interviews, and pretty much all their advice is based on general principles (motivation, the future, and so on). You’ll rarely see professional advice from them, analysis of their market segment, etc.  \n\nThe most common setup for founders like this is roughly:\n- they look for a less experienced workhorse, preferably with a team (2–5 people)  \n- the workhorse is less experienced in the venture industry and raising money, so it’ll be very hard to find a common language with the person who “provides the company with funds”  \n- that kind of founder will juggle ideas very fast, and raise money fast too  \n- but they can’t make it past Series A, meaning it’s this forever-alive company, a builder of ideas that never gets to scaling or selling  \n- their share is usually 80%, everyone else splits the remaining 20% (you get the idea)  \n- teams like that are usually very uneven in hard skills, and in the market you’ll feel how you’re falling behind  \n\nWhat am I getting at. For many, this is the fastest way to get relevant experience, but it’s not a way to get a “working product,” an experiment the market needs, and so on. So my advice: work with people like that, but get out of the cycle in time and start your own thing. Look for a cofounder who’s your equal, but has a different skill set. Build your network while you’re working with people like that."
    },
    {
      "id": 1198,
      "url": "https://t.me/chillhousetech/1198",
      "date_utc": "2026-01-02T16:54:29+00:00",
      "hash": "ced1c95bf427f589a3ecc46baeab0de69627372fb923bc1f867236da128fa7e6",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Что там по стартапам в 2025, ловите полный PDF от Carta",
      "images": [],
      "title_en": "",
      "text_en": "What’s up with startups in 2025 — here, catch the full PDF from Carta"
    },
    {
      "id": 1197,
      "url": "https://t.me/chillhousetech/1197",
      "date_utc": "2025-12-31T17:19:00+00:00",
      "hash": "21d44fede5209cdd6e1e87a3583d4c374f275c47b1fe9bcf1ab30ea08f5eb21c",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Дорогие друзья, читатели и читательницы, всех с наступающим Новым Годом! Всех благ! И чтобы ваши цели осуществлялись! \nВ новом году нас ждет как всегда больше интересных мнений, результатов и побед!",
      "images": [],
      "title_en": "",
      "text_en": "Dear friends, readers (both male and female), happy upcoming New Year to everyone! All the best! And may your goals come true!  \nIn the new year, as always, more interesting opinions, results, and victories await us!"
    },
    {
      "id": 1196,
      "url": "https://t.me/chillhousetech/1196",
      "date_utc": "2025-12-28T00:59:21+00:00",
      "hash": "6974f05a4bd871c84f1944d39b2fd80d4052be2d8a8a652146c08c9eac2ad2e0",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Прикольная инфографика за год по каналу, я бы конечно сделал ссылки там всякие копируемые и все такое. Но забавно вышло, потестить на вашем канале можно тут \nhttps://tgwrapped.com",
      "images": [
        "https://cdn4.telesco.pe/file/mc70dLV5aO5mRjWXJ5OQo-gElyJmz14663rcL7nrSHMKH5KUqiZz7MXhg9YCTcO5EB1kNxiQt8DYUknFee91C1Q83H2eQTzPIgmURbZOYvVK2VnB1Wke0O6MzpIJCdZn3AWFrGQOkyMj1uO9VB3JeGbhAL8tWblZbsadBCNMk5cjjGe0n21Hv20AmWRifoG4NmU31ivUqViBIZ1v1ZbjtTV-ZtkfW4YpyTA5Dkatv0Va_eGZIZrL7r_IcOWTJzXlhaytQJQF7_QLhLFXn9TQRgBH1lFBFm0S9xSbBozn_-YeTx3to41uaMzOkj9s-VoEtdGCvz_a_AORr3Z5Y8b_5A.jpg"
      ],
      "title_en": "",
      "text_en": "Pretty cool year-in-review infographic for the channel, I’d obviously add links and stuff you can copy and all that. But it came out funny. You can test it on your channel here  \nhttps://tgwrapped.com"
    },
    {
      "id": 1195,
      "url": "https://t.me/chillhousetech/1195",
      "date_utc": "2025-12-24T13:11:40+00:00",
      "hash": "75149a794fba5fb3c89a001a5d22f51c08783c4093c86a700fc06233d39fecc0",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Знаете все эти картинки со статистикой сколько кто рейзит и на какой стадии. Мол вот в среднем столько-то и вот три фаундера, и вот такие проценты размытия. Относитесь к этой информации очень аккуратно. \nЕсли вы делаете свою компанию или продукт, вам необходимо иметь свою позицию по всем этим вопросам:\n- сколько вам денег нужно и на что\n- на какой период времени вам эти деньги \n- что вы собираетесь получить за эти бабки\n- доли, зарплаты и прочее это ваше решение, конечно всегда будут рекомендации, читайте их, поймите откуда они взялись и почему они такие какие есть\nВсе эти вопросы без опыта кажутся очень сложными. Но в реальности надо лишь прикинуть грубо (за ошибки карать вас не будут - просто шансы что ваш проект умрет повышаются). Ответьте честно сколько нужно и дальше начинаете всегда с цифры в 2-3 раза выше (чем больше свободы трат тем лучше). \nУчитывайте следующие факторы:\n- венчур предполагает что и дальше вы будете поднимать, размытие грубо уменьшается в два раза с каждым новым раундом \n- венчур про рост, поэтому чем быстрее вы покажете рост тем лучше (ну путать runrate или потратил лям получил лям как результат), определить рост для вашего продукта вы должны сами\nМой совет обычно такой. Говорите с людьми, со всеми до кого можете дотянуться. Но не принимайте на чистую веру их опыт. Поговорите с 5-10 людьми. Обычно 10-15 минут есть у любого чтобы ответить на ваши вопросы. Желательно подготовьте самые важные для себя вопросы заранее.",
      "images": [],
      "title_en": "",
      "text_en": "You know all those images with stats on who raises how much and at what stage. Like, on average it’s this much, and here are three founders, and here are the dilution percentages. Treat that info very carefully.  \n\nIf you’re building your own company or product, you need to have your own stance on all of this:\n- how much money you need and for what\n- for what period you need that money\n- what you’re going to get for that cash\n- equity, salaries, and the rest is your decision; sure, there will always be recommendations—read them, understand where they came from and why they are the way they are\n\nWithout experience, all these questions seem very hard. But in reality you just need to rough it out (nobody’s going to punish you for mistakes—your project’s chances of dying just go up). Answer honestly how much you need, and then you always start from a number 2–3x higher (the more spending freedom, the better).  \n\nKeep these factors in mind:\n- venture assumes you’ll keep raising later; dilution roughly drops by half with each new round\n- venture is about growth, so the faster you show growth, the better (don’t confuse that with run rate or “spent a million, got a million” as a result); you have to define what growth is for your product yourself\n\nMy advice is usually this. Talk to people, everyone you can reach. But don’t take their experience on pure faith. Talk to 5–10 people. Usually anyone has 10–15 minutes to answer your questions. Ideally, prep the most important questions for yourself in advance."
    },
    {
      "id": 1194,
      "url": "https://t.me/chillhousetech/1194",
      "date_utc": "2025-12-22T15:46:45+00:00",
      "hash": "b065aa0b88eef8e9f542668c35810cb96ebc60fa120cb008b9d006ccbdd98fed",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Прикиньте \nкуда\n попали, огого (нет)\nОзнакомиться с лендингом можно тут \ntrymirai.com",
      "images": [
        "https://cdn4.telesco.pe/file/iQjy7JNg2u4uiGrq6c5Z8SwROIuMCxvVELpyX5Tj8TENOpSXq0gfcSm0ajNKV7Xq6idCLo8VanY6NLKLgPF3ZLQ9DOzK8aWmkQyOpT8IcaxJ3KLyxXm7F32S6jbeeOqcwFWtFCnxh64wf_SgfZQnl3GWae4hVCUBhaT0oSss0-Zt109UzC4QvtWZLz3Sev4MYG5p7IEd7S1MVk7L2WQgBpEu4qrlYHT48mG_Lollhx592PANKVAz8I9P_w5c6msZCdcYjA53ptAlkkLjlES-6-Lkm78emxfRqq1VIYF2k3AUk9nyPXqducejvcXPubT52Zp8oO9idFAtb20GGu7Cgg.jpg"
      ],
      "title_en": "",
      "text_en": "Imagine it  \nwhere\n you ended up, wowza (nope)\nYou can check out the landing page here  \ntrymirai.com"
    },
    {
      "id": 1193,
      "url": "https://t.me/chillhousetech/1193",
      "date_utc": "2025-12-21T14:23:47+00:00",
      "hash": "4dd286583bd7ca1ac700469b840d1e247cd9209301819877f1b69b5c635f1fb6",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Карпаты как обычно выдал хорошее, технически читаемое (это значит вам не надо линейную алгебру помнить) \nсаммари этого года в AI,\n а точнее LLM. \nРекомендую.",
      "images": [],
      "title_en": "",
      "text_en": "Carpathes, as usual, put out a solid, technically readable (meaning you don’t have to remember linear algebra) summary of this year in AI, or more precisely LLM.  \nRecommend it."
    },
    {
      "id": 1192,
      "url": "https://t.me/chillhousetech/1192",
      "date_utc": "2025-12-20T18:28:18+00:00",
      "hash": "6e3b0e0599b32825d4313258387b1c3ab63aea514893d0c2d263aba780e0d11d",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Расскажу вам одну историю. Когда был студентом мы в универе собрали команду и делали всякие «\nстартапы\n поделки». То свой Foursquare, который тут же через пару месяцев придумали в сша и всякие абсолютно ненужные и фановые вещи а-ля «виджет на рабочий стол куда можно было поставить смайлик своего настроения на день». Иногда такие проекты приносили даже приличные деньги и я даже писал \nкакие-то статьи на Хабр.\n \nТак вот однажды мы пошли с какой-то из идей (кажется как раз про Foursquare и фотки на карте) на стартап конкурс, где одним из судей был Аркадий Морейнис. И я очень хорошо запомнил «линию его нападения»:\n- так так так, почему не Facebook events или фотки\n- какая бизнес модель? Как делать деньги?\n- ну, с вами все понятно\nПри этом всем говорил грубо, и отношение было будто «в гробу он видал все эти идеи студентов». Так вот этот тот самый человек, который убил окончательно «почти» во мне желание что-то делать. И не потому что вопросы мол сложные или я ответил неверно. А тем, что его отношение, фразы, и прочие «намеки» напрочь отбивали у всех ребят вокруг что-то делать кроме как «купи-продай». \nПосле я долгое время думал чем же так велик этот человек, долгое время работал сначала в аутсорсе, потом в Яндексе, потом в Mail, и все не доходило. Ну продал он там что-то на заре интернета и очень много писал статей. А потом съездил в долину, сделал свой достаточно успешный продукт и понял - ничем. Для себя вынес урок, чтобы давать критику в определенной индустрии надо обладать в ней опытом, и желательно не 20летней давности.",
      "images": [],
      "title_en": "",
      "text_en": "Let me tell you a story. Back when I was a student, at uni we put together a team and made all sorts of “startup crafts.” Like our own Foursquare, which in the US they went and “invented” a couple months later, and a bunch of totally pointless but fun stuff, like “a desktop widget where you could set an emoticon for your mood for the day.” Sometimes those projects even brought in decent money, and I even wrote some articles on Habr.\n\nSo one day we went with one of those ideas (pretty sure it was the Foursquare thing with photos on a map) to a startup contest where one of the judges was Arkady Moreynis. And I remember his “line of attack” really well:\n- okay okay okay, why not Facebook events or photos\n- what’s the business model? How do you make money?\n- yeah, you guys are clear\n\nAnd he said it all rough, with this vibe like “he’s seen all these student ideas in a coffin.” So yeah, that’s the very person who pretty much finished off the desire to do anything in me. And not because the questions were supposedly hard or I answered wrong. But because his attitude, his phrases, and other “hints” completely killed any desire in all the guys around to do anything except “buy-sell.”\n\nAfter that I spent a long time thinking what makes this guy so great, worked for a long time first in outsourcing, then at Yandex, then at Mail, and it still didn’t click. Yeah, he sold something back at the dawn of the internet and wrote a ton of articles. And then he went to the Valley, made a pretty successful product, and I realized — nothing. Took away a lesson for myself: to hand out criticism in a certain industry you need to have experience in it, and preferably not from 20 years ago."
    },
    {
      "id": 1191,
      "url": "https://t.me/chillhousetech/1191",
      "date_utc": "2025-12-19T16:55:21+00:00",
      "hash": "58e5644e9b62017cd0a03ada2b4bd090b394e5097e1bb09428354c4361abccba",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Чуть приболел тут. Но наткнулся на вот такую прекрасную работу. Мол, чтобы делать новые открытия в науке LLM нужны идеи, свежие новые идеи. Само не тянет. Но вот как помощник брейнштормить самое то. \nКрасивый пэйпер",
      "images": [],
      "title_en": "",
      "text_en": "Got a bit sick here. But stumbled on this lovely piece of work. Like, to make new discoveries in science, LLMs need ideas, fresh new ideas. On its own it doesn’t pull. But as an assistant for brainstorming — just the thing.\n\nPretty paper."
    },
    {
      "id": 1190,
      "url": "https://t.me/chillhousetech/1190",
      "date_utc": "2025-12-11T15:22:35+00:00",
      "hash": "aeb43a07853c0af6212eb2bde8bd3ff7df0d7710c6394aa216a3ed88d907a1ff",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Занято однако, OpenAI бежит везде. \nhttps://openai.com/index/disney-sora-agreement/\nА все ради этого \nнаверное",
      "images": [],
      "title_en": "",
      "text_en": "Busy though, OpenAI is running everywhere.  \nhttps://openai.com/index/disney-sora-agreement/  \nAnd all for this  \nprobably"
    },
    {
      "id": 1189,
      "url": "https://t.me/chillhousetech/1189",
      "date_utc": "2025-12-10T13:02:15+00:00",
      "hash": "0481de525ca76ecd0bd47bea673b6baf1bd7d142b612450feb11b7f90e9a590b",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Время рекомендаций, в этот раз про венчур и ко, а весь венчур сейчас про AI так что и про него получается тоже.\nКогда ты сам поднимал раунды, всегда интересно посмотреть на рынок глазами тех, кто принимает решения на другой стороне стола, как они читают спрос, на что смотрят в метриках, почему одна команда выглядит убедительно, а другая нет. \nРекомендую канал Саши Журавлева из Mento VC. Фонд инвестирует в B2B-AI в Долине вместе с Sequoia, a16z, Index, GV (не лид и ко-лид, а сделки где есть эти фонды). \nСаша показывает, что на самом деле видят фонды: где скрыт реальный спрос, какие сигналы решают исход сделки, почему одни AI-команды проходят отбор, а другие нет, и что стоит за сегодняшними оценками. Еще делится внутрянкой фонда: от поиска сделок до понимания, почему одни команды растут быстрее других.\nДля тех, кто когда-либо думал о собственных инвестициях или просто хочет понимать венчур с точки зрения людей внутри сделок подписывайтесь. комментируйте \n@exitsexist",
      "images": [],
      "title_en": "",
      "text_en": "Recommendation time, this time about venture and co, and all of venture right now is about AI, so it ends up being about that too.\n\nWhen you’ve raised rounds yourself, it’s always interesting to look at the market through the eyes of the people making decisions on the other side of the table: how they read demand, what they look at in the metrics, why one team looks convincing and another doesn’t.\n\nI recommend Sasha Zhuravlev’s channel from Mento VC. The fund invests in B2B-AI in the Valley alongside Sequoia, a16z, Index, GV (not lead and co-lead, but deals where those funds are in).\n\nSasha shows what funds actually see: where real demand is hiding, which signals decide the outcome of a deal, why some AI teams make it through screening and others don’t, and what’s behind today’s valuations. He also shares the fund’s internal stuff: from deal sourcing to understanding why some teams grow faster than others.\n\nFor anyone who’s ever thought about their own investments or just wants to understand venture from the POV of people inside the deals — subscribe. comment.\n@exitsexist"
    },
    {
      "id": 1188,
      "url": "https://t.me/chillhousetech/1188",
      "date_utc": "2025-12-08T15:40:24+00:00",
      "hash": "0dfd2b4cb3e32b2dce8c8063425e84a950d24bf41e6e4c729b04b48339d56e44",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Напоминаю золотое правило поиска работы и с кем работать. Ваш руководитель должен быть прям неприятный, который постоянно челленджит, который с вами говорит, но не успокаивает, берите на него референсы (это нормально). Всегда, запомните всегда, задавайте на собесе ему вопросы в лоб. Любые, начиная от зп до отношения к выходным и прочему.",
      "images": [],
      "title_en": "",
      "text_en": "Reminder of the golden rule of job hunting and who to work with. Your manager should be downright unpleasant, the kind who constantly challenges you, who talks to you but doesn’t soothe you—get references on them (that’s normal). Always, remember always, ask them questions point-blank at the interview. Any kind, from salary to their attitude to weekends and all that."
    },
    {
      "id": 1186,
      "url": "https://t.me/chillhousetech/1186",
      "date_utc": "2025-12-07T22:49:48+00:00",
      "hash": "9a2ba1e8550728a556cf3f37ebb44bad5780f96f209e7503473bf87963487037",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Интересные факты от любимых мною a16z:\n1/ все больше людей идет делать свои компании, когда найм страдает\n2/ все больше компаний на поздних стадиях обходятся меньшим количеством людей чем это было ранее",
      "images": [
        "https://cdn4.telesco.pe/file/ahuqC_Evs63iwhSglgoe8X_DDLkoOyQ-9keGfLZGaeOn9Khhb8pBjpmOVYZ1rSR7t7KFi5BwmWkPbcBBXFvprZfVeYMGdPhAsMRytK_3NARUHtxRMDZ_An_uwb6p0xrKSYwGhpoat1glmueoSnTqtsZVV6tlJnpS9BLdNeyH9EZW6Ngi27y6ZztEPW5UJUc_SyB0SfX94807YdIOzDez6S-r-eQR6STnXtiImD-tC5dYTDNezPFran586cyep51Bv0eNlgMW-4n8ZtEFBL-fvUXwtGWtp0p8JWm6VoSp3l9Kvns1cPbrpIQckAInujY1k1VAIDKg75_SOscLRTZg5A.jpg",
        "https://cdn4.telesco.pe/file/gt3FhQr6R2BbfvuIYgqm8KzrPxOGaMAPuvX2UWtYByX0CWpwnB1DkwL6l84ZOOVSrVhqNx_wwkVYwh9yZShBOi8ldaBY9XVeu88atTC-4gAdho-t5Q3q3ranqp_ITElktYf-HbrtldixstoFS_04ATIPgUh90ZLhjJVDh2qj_PPwjHX9P60FXNbxo4joThBGQNlbjWZKwFvdhg_1HMmmUnnSK2J6iO10as0cof9DHX1LUWM7IFIhQ4PIr2LDW9gafv1v1T-riNMJh4R0_C4WMHu_jBgHL73H2CRJpJwggPxvL_NlUbjvq12kP6mCDmAG90rdQXlsM5X-hekA_qHZcg.jpg"
      ],
      "title_en": "",
      "text_en": "Interesting facts from my beloved a16z:\n1/ more and more people are going off to start their own companies when hiring is hurting\n2/ more and more late-stage companies are getting by with fewer people than they used to have"
    },
    {
      "id": 1185,
      "url": "https://t.me/chillhousetech/1185",
      "date_utc": "2025-12-06T21:46:42+00:00",
      "hash": "109ea829531b460061fbfa47f657c8be287b2f4d0ba2c3de1ce0e895fe0cd1a6",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Так сказать на почитать и поизучать историю одной из самых важных компаний - Google. \nЭто сборник писем Ларри, Сергея и позже Сундара до 2018 года. Каждый год они писали основные моменты для компании, фокус, стратегию, формировали культуру. Крайне интересно самое начало и как меняется и быстро все. Оттуда правило 70-20-10 про инвестиции компании в текущий, новый и рискованный бизнес, знаментитое Don't be evil etc. Эволюция рекламы и прочее. Рекомендую читать в режиме вместе с ChatGPT. Документ большой.",
      "images": [],
      "title_en": "",
      "text_en": "So, like, something to read and poke around in the history of one of the most important companies — Google.  \nIt’s a compilation of letters from Larry, Sergey, and later Sundar, up to 2018. Every year they’d write up the key points for the company, the focus, the strategy, shaped the culture. The very beginning is insanely interesting, and how everything changes — and fast. That’s where the 70-20-10 rule comes from about investing in the current, new, and risky business, the famous Don’t be evil etc. The evolution of ads and so on. I recommend reading it in “together with ChatGPT” mode. The document’s huge."
    },
    {
      "id": 1184,
      "url": "https://t.me/chillhousetech/1184",
      "date_utc": "2025-12-04T15:16:32+00:00",
      "hash": "78aafd97dc6386e4a67ca5f260c06af57d45902b478494be130347c64edb0b4f",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Последнее время часто приходят спросить или помочь найти кого-то в их стартап или еще куда-то. И часто описание выглядит так:\nВеликий и могучий с супер трек рекордом фаундер ищет в новый офигенный проект фаундинг инженера. \nЯ конечно все понимаю, но ни ссылки на фаундера, ни его трек рекорда (то есть все проекты у него крутые и куча экзитов, но ссылок нет), даже описания нового проекта толком нет (если дай бог есть ссылка - то там типа название и фразы аля «мы изменим мир»). \nЯ либо чего-то не понимаю либо, как такие люди вообще ранее кого-то нанимали. Как можно продать свою идею даже не рассказав кто ты и что ты. Ах да и самая деталь. Фаундер должен искать сам, даже если он супер крутой. А то знаем мы такие проекты «пока интересно пол года, а потом надоело что-то трекшена нет».",
      "images": [],
      "title_en": "",
      "text_en": "Lately people keep coming asking, or asking me to help find someone for their startup or wherever. And the description often looks like this:\nA great and mighty founder with a super track record is looking for a founding engineer for a new awesome project.\n\nI mean, I get it, sure, but there’s no link to the founder, no track record (like, all his projects are badass and he’s got a ton of exits, but no links), there isn’t even a proper description of the new project (if God willing there’s a link — it’s basically just a name and lines like “we’ll change the world”).\n\nEither I don’t get something, or how did these people ever hire anyone before. How do you sell your idea without even saying who you are and what you are. Oh yeah, and the best part. The founder should be looking themselves, even if they’re super cool. Because we know those projects: “it’s interesting for half a year, and then meh, got bored, no traction or whatever.”"
    },
    {
      "id": 1182,
      "url": "https://t.me/chillhousetech/1182",
      "date_utc": "2025-12-03T16:12:45+00:00",
      "hash": "a158ed1c2a441f97fec3e0bbcd35fb7ccfdff29466d90ab1960295634d07385e",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Соврменные венчурные фонды aka \nhttps://www.a67z.com\nP.S. в каждой шутке есть доля шутки",
      "images": [],
      "title_en": "",
      "text_en": "Modern venture funds aka  \nhttps://www.a67z.com  \nP.S. every joke has a bit of joke in it"
    },
    {
      "id": 1181,
      "url": "https://t.me/chillhousetech/1181",
      "date_utc": "2025-12-02T22:35:15+00:00",
      "hash": "52c28a60283b7c43d26ba841ea65b920b19a64399758fc1646327c8062d69ed8",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Рубрика rage bait на ваши комменты. \nКороче говоря я тоже считаю что software engineering мертв. Но в отличие от громогласных заявлений лидеров больших аи лаб попытаюсь пояснить в чем тут соль. \nБольшая часть современных tech/software бизнесов это оптимизация. Но не value add в широком смысле, для конечного пользователя. Попробую пояснить. \nСофт это своего рода автоматизация для конечного пользователя. Для нас с вами это экономия времени. Любой consumer продукт сводится к тому, что экономит невосполнимый ресурсы - время. Через деньги, скорость, эмоции не столь важно. \nДля того, чтобы такие продукты появлялись сделали очень много разных путей решения. Берем цепочку доставки ценности до пользователя и делаем. В этой самой цепочке всегда были сложные шаги:\n- кнопки разные надо чтобы работали \n- асинхронно чтобы запросы посылало чтобы проверить не занято ли имя пользователя \n- оплаты чтобы было легко делать\n- и так далее \nПотом для всех этих шагов появились провайдеры оптимизаторы. Которые тебе давали готовый кусок для того чтобы ты сам свое не писал ибо дорого и долго. Так появилась модель SaaS. \nВторая категория это персонализация. Реклама и интернет очень персонализированы. Вы можете этого не замечать но это так. Для того чтобы это стало реальностью проделана огромная работа. Тонны алгоритмов и моделей делают так чтобы следующей ролик после свайпа зашел. \nТак к чему я веду. А к тому что большая часть этих бизнесов просто не нужна если все эти автоматизации и оптимизации можно «навайбкодить» моделью. В таком мире ты покупаешь железо и оно само под тебя пишет весь софт на ходу. Он может быть привычным или нет. Это уже все детали. Так вот в таком сценарии не нужны следующие вещи:\n- аналитика для принятия решений, а зачем если все части решения проблемы для пользователя пишутся оптимально для него самого\n- а/б тесты и прочая муть\n- оплаты, хранилища, и прочее становятся сервисами, они будут в идеале написаны с нуля (если ты конечно не держишь на себе value - например банк)\nДальше можно пофантазировать, но 80% software business в привычном нам смысле не нужна \nЗачем все эти бизнесы по поддержке, отладке и прочему если это будет решаться на лету. Мы раньше нанимали людей которые писали детерминированные сценарии решения. Теперь можно этого не делать. Ведь все решенные задачи и оптимизации будут написаны с помощью AI. Вот так я понимаю фразы про software engineering is dead. В таком мире нет места приложениям и привычному нам софту. Мой прогноз 10-15 лет. \nПолайкать \nанглоязычную версию\n можно у меня в линкедине",
      "images": [],
      "title_en": "",
      "text_en": "Rage bait section for your comments.  \nLong story short I also think software engineering is dead. But unlike the loudmouth statements from leaders of big AI labs I’ll try to explain what the whole point is here.\n\nMost modern tech/software businesses are optimization. But not value add in the broad sense, for the end user. I’ll try to explain.\n\nSoftware is basically automation for the end user. For you and me it’s time savings. Any consumer product boils down to saving an irreplaceable resource — time. Through money, speed, emotions, doesn’t really matter.\n\nFor those products to exist, a ton of different solution paths got built. You take the value delivery chain to the user and you do it. And in that chain there were always hard steps:\n- different buttons have to work\n- async so it sends requests to check if the username is taken\n- payments so it’s easy to pay\n- and so on\n\nThen for all those steps, provider-optimizers appeared. They give you a ready-made chunk so you don’t write your own because it’s expensive and slow. That’s how the SaaS model showed up.\n\nThe second category is personalization. Ads and the internet are very personalized. You might not notice it but it is. For this to become real, a massive amount of work was done. Tons of algorithms and models make it so the next video after a swipe hits.\n\nSo where am I going with this. To the fact that most of these businesses are just not needed if all these automations and optimizations can be “vibe-coded” by a model. In such a world you buy hardware and it writes all the software for you on the fly. It can be familiar or not. That’s all details.\n\nSo in that scenario you don’t need the following:\n- analytics for decision-making — why, if every part of solving the user’s problem is written optimally for the user himself\n- A/B tests and other crap\n- payments, storage, and the rest become services, ideally they’ll be written from scratch (unless you’re the one holding the value — like a bank)\n\nYou can fantasize further, but 80% of software business as we know it just isn’t needed.\n\nWhy all these support/debug/etc businesses if it’ll be solved on the fly. We used to hire people who wrote deterministic solution scripts. Now you don’t have to. Because all solved tasks and optimizations will be written with AI.\n\nThat’s how I understand the “software engineering is dead” lines. In such a world there’s no place for apps and the software we’re used to. My forecast: 10–15 years.\n\nYou can like  \nthe English version  \nover on my LinkedIn."
    },
    {
      "id": 1180,
      "url": "https://t.me/chillhousetech/1180",
      "date_utc": "2025-12-02T03:18:39+00:00",
      "hash": "ae22b880500ee0c5287e584135332f509d2314d55f14d2bf5264b0cc9b9f4f3a",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "На днях вышла интересная \nпубликация\n на lesswrong/greaterwrong о том, что мол у Claude не просто промтик системный, а целая идентичность вшитая прям в веса и есть документ на основе которого это работа на тюнинге сделана (ну после претрена). \nНазывается эта штука soul document. Попахивает конечно пафосом. Но тема интересная. Давайте кратко пройдемся «а че там». \n- по сути документ есть «характер-тренинг», он задает полноценные личностные и моральные установки для модели \n- модели явно кормят суть о том, что она служит бизнесу компании ее создавшей (думеры в этом моменте должна прям радоваться - это ж такой сюжет!)\n- документ, по сути, компромисс между альтруизмом и коммерческой рациональностью: модель призвана одновременно помогать людям и обеспечивать стабильность компании, которая её развивает\n- непонятно насколько подход рабочий или это просто рекомендации к тюнингу системного промта? Масштабируется ли такое обучение или in context injection? \nСамое интересное что вроде господа и дамы в твиттере \nподтвердили\n что документ реален, не сказали для чего и как. \nМне понравился вот такой параграф из документа:\nAnthropic occupies a peculiar position in the AI landscape: a company that genuinely believes it might be building one of the most transformative and potentially dangerous technologies in human history, yet presses forward anyway.\nНе знаю насколько это все реально, но почему-то вот именно «такие» темы часто гуляют вокруг антропика. Плюс компания омега закрытая. \nВместо:\n • blacklist\n • policy checks\n • простых “avoid harmful content”.\nAnthropic делает:\n • character architecture\n • internalized values\n • narrative identity\nЧто думаете? Готовятся к AGI? Или разгоняют хайп?",
      "images": [],
      "title_en": "",
      "text_en": "The other day an interesting\npublication\ndropped on lesswrong/greaterwrong about how supposedly Claude doesn’t just have a system prompt, but a whole identity baked straight into the weights, and there’s a document that this work on tuning was done off of (well after pretrain).\nThis thing is called a soul document. Smells kinda like pathos, sure. But the topic’s interesting. Let’s do a quick “so what’s in there”.\n- basically the document is “character training”, it sets full-on personal and moral settings for the model\n- the model is explicitly fed the idea that it serves the business of the company that created it (doomers at this point should be outright happy — what a plotline!)\n- the document is, essentially, a compromise between altruism and commercial rationality: the model is supposed to both help people and ensure the stability of the company developing it\n- unclear how well this approach actually works or if it’s just recommendations for tuning the system prompt? Does this kind of training scale, or is it in-context injection?\nMost interesting part is that apparently the ladies and gents on Twitter\nconfirmed\nthe document is real, didn’t say what for or how.\nI liked this paragraph from the doc:\nAnthropic occupies a peculiar position in the AI landscape: a company that genuinely believes it might be building one of the most transformative and potentially dangerous technologies in human history, yet presses forward anyway.\nNo idea how real all of this is, but for some reason it’s exactly “these” kinds of topics that keep floating around Anthropic. Plus the company is omega closed.\nInstead of:\n • blacklist\n • policy checks\n • simple “avoid harmful content”.\nAnthropic does:\n • character architecture\n • internalized values\n • narrative identity\nWhat do you think? Getting ready for AGI? Or just pumping the hype?"
    },
    {
      "id": 1179,
      "url": "https://t.me/chillhousetech/1179",
      "date_utc": "2025-11-28T14:48:16+00:00",
      "hash": "0c2bec7740f7d80a7203aa62fc8ff066b691eb0d8617a60efb961c679caaa9ac",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Ежекакая-то рубрика \"прочитано, но не до конца понято\", в этот раз будет много про \"просмотрено\"\n1/ есть такой мой любимый автор в мире физики Роджер Пенроуз, у него есть \nсерия достаточно интересных интервью на одном канале\n (чувак не верит в теорию большого взрыва и в квантовую механику как во что-то финальное), рекомендую тем более он тоже в лагере Суцкевера (ну философски), что нельзя делать только то, что работает сегодня (у Ильи это про масштабирование сеточек)\n2/ \nДокументалка про DeepMind\n, прошлые были топ, значит надо и эту глянуть - коммент в принципе описывает суть происходящего так: Nah I don't really want a million dollars thanks, I've got better things to do with my time - 17 летний пацан\n3/ там много у кого вышел обзор пэйпера Deepseek про то какой подход у сеток для решения всех этих олимпиад (думаю у всех примерно одно и тоже), поэтому интересущимся \nсоветую ознакомиться\n (пэйпер читаемый на среднем уровне подготовки), если кратко нужно value based intermidiate доказательные штуки, чтобы по пути проверять че происходит, а не только идти до конца и чекать ответ верный или нет\n4/ \nВ тени меча\n про возникновение Ислама, прям офигенная работа на которую много ссылаются, советую любителям истории.  \n5/ \nКрутая дыра в вайб кодинг агентах\n (не знаю всех ли IDE и так далее), но прям классика, так что следите за своими ключами доступа и api ключами тоже\n6/ Ну и кино на выходные вам \n\"Общество мертвых поэтов\"\n7/ \nОдна из моих любимых статей на n+1\n про уровни сложности науки и мем от Илона старенький",
      "images": [],
      "title_en": "",
      "text_en": "Some kinda regular column “read, but didn’t fully get it”, this time there’ll be a lot of “watched”\n\n1/ there’s this author I love in the physics world, Roger Penrose, he’s got a series of pretty interesting interviews on one channel (the dude doesn’t believe in the Big Bang theory and in quantum mechanics as anything final), recommend it, plus he’s also in Sutskever’s camp (well, philosophically): you can’t just do what works today (for Ilya that’s about scaling the little nets)\n\n2/ A DeepMind documentary, the previous ones were top, so you gotta watch this one too — the comment basically captures what’s going on: Nah I don't really want a million dollars thanks, I've got better things to do with my time — a 17-year-old kid\n\n3/ a bunch of people have put out reviews of the Deepseek paper about what approach nets use to solve all those olympiad problems (I guess everyone’s more or less saying the same thing), so if you’re interested I recommend checking it out (the paper is readable with mid-level prep). In short: you need value-based intermediate proof-ish stuff so you can verify what’s happening along the way, instead of just going to the end and checking whether the answer is correct or not\n\n4/ In the Shadow of the Sword about the rise of Islam, just a damn awesome work that gets cited a lot, recommend it to history enjoyers\n\n5/ A cool hole in vibe-coding agents (don’t know if it hits all IDEs and so on), but it’s straight-up a classic, so watch your access keys and API keys too\n\n6/ And a movie for your weekend: “Dead Poets Society”\n\n7/ One of my favorite n+1 articles about levels of complexity in science + an old meme from Elon"
    },
    {
      "id": 1178,
      "url": "https://t.me/chillhousetech/1178",
      "date_utc": "2025-11-25T18:50:39+00:00",
      "hash": "b3e0b893e6d84a7cb97138d8295987deb51e639b0c04ebdbc2565d8fd0e65d6f",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Бежим смотреть! Обзор попозже \nhttps://youtu.be/aR20FWCCjAs?si=UfsdvKYRbRi7qCWW",
      "images": [],
      "title_en": "",
      "text_en": "Let’s go watch! Review later  \nhttps://youtu.be/aR20FWCCjAs?si=UfsdvKYRbRi7qCWW"
    },
    {
      "id": 1177,
      "url": "https://t.me/chillhousetech/1177",
      "date_utc": "2025-11-24T02:38:30+00:00",
      "hash": "768d9b497a80f52610cfe6189f7f4fa4ca3996be944846ebefab3adcf2f27c2f",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Раз в пол года выходит \nзамечательный отчет\n про рыночек tech от Ben Evans, конечно же про AI. Крайне рекомендую ознакомиться хотя бы ради красивых цитат: \n“AI is whatever machines can’t do yet”\nLarry Tesler, 1970",
      "images": [],
      "title_en": "",
      "text_en": "Once every six months there’s this\nwonderful report\non the tech market by Ben Evans, obviously about AI. I highly recommend checking it out at least for the pretty quotes:\n“AI is whatever machines can’t do yet”\nLarry Tesler, 1970"
    },
    {
      "id": 1176,
      "url": "https://t.me/chillhousetech/1176",
      "date_utc": "2025-11-23T17:54:01+00:00",
      "hash": "16bf5278c3641f2b6154dfed98078bbd9ec1d5f533b7e0d530bf35611e1e9c49",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Кстати считаю, что один из самых больших факторов в переоценке AI вносит успех ChatGPT. А проблему которую он решает не связана как таковая с AI. AI это инструмент. Проблема собственно это «одиночество». То самое почему существуют игры онлайн, соц сети и многое другое. Считаю что ChatGPT именно продукт который решил эту проблему. Когда-то мой тезис проекта Capture строился на этом. Мол найдем с кем пообщаться по любому топику. Вот оказывается и нашли :) в любое время всегда у тебя есть собеседник и он очень похож на реального человека. Думаю что это одна из причин почему дейтинги тоже падают (там у всех просадка), просто поболтать теперь можно не там. \nЕсли кому интересно могу выложить мой дек, который я толкал инвесторам в 18-19 году.\nДек в комментах",
      "images": [],
      "title_en": "",
      "text_en": "By the way I think that one of the biggest factors in the overvaluation of AI is ChatGPT’s success. And the problem it solves isn’t really connected to AI as such. AI is a tool. The actual problem is “loneliness.” The same reason why online games, social networks, and a bunch of other stuff exist. I think ChatGPT is exactly the product that solved that problem. Back in the day my thesis for the Capture project was built on this. Like, we’ll find someone to chat with on any topic. Well, turns out we did :) any time, you always have a conversation partner and it’s very similar to a real person. I think that’s one of the reasons why dating apps are dropping too (everyone’s got a slump there), because now you can just chat somewhere else, not there.  \nIf anyone’s interested I can post my deck that I was pitching to investors in 18–19.  \nDeck in the comments"
    },
    {
      "id": 1175,
      "url": "https://t.me/chillhousetech/1175",
      "date_utc": "2025-11-20T19:29:20+00:00",
      "hash": "5becf69a06a447fd45d647d3c005135d4730eb585d8e34eb9b5b64dc8a789a60",
      "translation_key": "openai:gpt-5.2:pro_editorial_translator_v1",
      "text_ru": "Ну эт A\nG\nI 2027. Как и ожидалось собственно. Я думаю еще через год отодвинут «around 2035». А там уже посмотрим. Примерно как с self driving.\nНапомню речь об \nэтом",
      "images": [
        "https://cdn4.telesco.pe/file/ZHInXo4eb28yVpv8Ic45sF1T9bRbBoSe0L_U-DkZoo7LIos5kfjKie0FoM71g1fXacDvGBypeIR7WZglyU6062BklgqKlFSNkqsodrn5taYKumJDbWKTZv8XDvymlAG0lNsczr1un1g4AFyhlQ7Zw1yh7ZQaTxbvVHP9IDy23vMg1NBx6TWfgwBUzlGwoSwzDz4abkUERlvSL9n8byavfpj85c9lXl9N-SF10aezZVh5VXzv2M_aV6jLol2um1_7ogDRwo-jjdx6nrxvMl5l47RTjNJQTOu69LrepVwEWuVy0mEEhxXPzH3rbyAvkoRKKY9en0b6qJnry2tho4S1ZA.jpg"
      ],
      "title_en": "",
      "text_en": "Well that’s A\nG\nI 2027. Just like expected, basically. I think a year later they’ll push it back to “around 2035.” And then we’ll see. Pretty much like with self-driving.\n\nReminder, I’m talking about \nthis"
    }
  ]
}
